<p>&nbsp;</p>
<table>
    <tbody>
        <tr>
            <td width="321">
                <p><strong>Лицензионное соглашение</strong></p>
                <p>Дата публикации: 20.04.2023 г.</p>
                <p>&nbsp;</p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Данное Лицензионное соглашение (Публичная оферта) (далее &ndash;
                    Оферта/Соглашение) устанавливает права и обязанности Лицензиата (далее &ndash; Пользователя) и
                    Лицензиара (далее &ndash; Администратора) при использовании мобильного приложения
                    &laquo;TULPAR&raquo; в Республике Казахстан.</p>
                <p>Данная Оферта адресована неопределенному кругу лиц и является публичной офертой на основании статьи
                    395 Гражданского кодекса Республики Казахстан.</p>
                <p>Данная Оферта заключается путем акцепта настоящей Оферты, содержащей существенные условия Оферты, без
                    подписания сторонами. Данная Оферта имеет юридическую силу в соответствии со статьей 394
                    Гражданского кодекса Республики Казахстан и приравнивается к договору, подписанному Сторонами.</p>
                <p>Акцептом Пользователем настоящей Оферты признается Регистрация Пользователя в мобильном приложении
                    &laquo;TULPAR&raquo;, а также начало фактического пользования Сервисом, согласно пункту 1 статьи 396
                    Гражданского кодекса Республики Казахстан.</p>
                <p>Информация на сайте https://tulpar-qyzmeti.kz/ определяет условия и правила пользования мобильным
                    приложением &laquo;TULPAR&raquo;, а также определяет правила и условия пользования любым лицом
                    возможностями, предоставляемыми данным мобильным приложением.</p>
                <p>Устанавливая мобильное приложение &laquo;TULPAR&raquo; на свое мобильное устройство Вы соглашаетесь в
                    безусловном порядке со всеми правилами, условиями и информацией, размещенными на сайте, в том числе
                    с Офертой.</p>
                <p>Оферта размещена в Интернете на следующем сайте: https://tulpar-qyzmeti.kz/</p>
                <p>Если Вы не согласны с Офертой, а также условиями и положениями политики конфиденциальности Сервиса,
                    правилами пользования мобильным приложением, не хотите их соблюдать, удалите мобильное приложение с
                    мобильного телефона или компьютера и не пользуйтесь Сервисом. В случае, если Вы не согласны с
                    правилами или условиями, то Вы обязаны удалить мобильное приложение со своего мобильного телефона
                    или компьютера и не пользоваться Сервисом &laquo;TULPAR&raquo;. Иначе Вы будете считаться согласным
                    в безусловном порядке со всеми правилами, условиями и информацией, размещенными на сайте.</p>
                <p>Мобильное приложение &laquo;TULPAR&raquo; действует только на территории Республики Казахстан.</p>
                <p>&nbsp;</p>
                <p>1. Понятия и термины</p>
                <p>1.1. Понятия и термины, используемые в настоящей Оферте:</p>
                <p>a. Сервис &ndash; программное обеспечение(программа для ЭВМ) Сайта и мобильного приложения
                    &laquo;TULPAR&raquo; для взаимодействий Пользователей.</p>
                <p>ә. Сайт &ndash; сайт, расположенный в Интернете по адресу https://tulpar-qyzmeti.kz/</p>
                <p>б. Мобильное приложение &ndash; мобильное приложение &laquo;TULPAR&raquo;.</p>
                <p>в. Пользователь &ndash; лицо, достигшее 18 лет, или юридическое лицо, прошедшее процедуру Регистрации
                    в Сервисе.</p>
                <p>г. Аккаунт &ndash; учетная запись Пользователя в Сервисе, создаваемая при Регистрации Пользователя
                    для использования Сервиса и взаимодействия с другими Пользователями.</p>
                <p>ғ. Регистрация &ndash; заполнение и отправка Пользователем регистрационной формы на Сервисе путем
                    указания Логина и пароля, персональных данных.</p>
                <p>д. Логин и Пароль - символы, создаваемые Пользователем при Регистрации в приложении, необходиме для
                    доступа к Аккаунту. Логином является номер мобильного телефона Пользователя, Пароль &ndash; код,
                    который Пользователь получает после ввода Логина посредством СМС сообщения.</p>
                <p>е. Администратор &ndash; ИП &laquo;Legion&raquo;, являющееся Стороной настоящей Оферты,
                    предоставляющий Пользователю доступ к Сервису, и осуществляющий прием, рассмотрение и направление
                    ответов на жалобы и пожелания Пользователей.</p>
                <p>ж. Неисключительная лицензия - неисключительное, безвозмездное, а в некоторых случаях, оговоренных в
                    Оферте возмездное право использования Сервиса, в порядке и способами указанными в настоящей Оферте.
                    Неисключительная лицензия предоставляется Пользователям на территории Республики Казахстан.</p>
                <p>з. Водитель &ndash; Пользователь, осуществляющий поиск, просмотр Заказов в целях отклика на Заказы;
                    принявший Заказ на перевозку пассажира, груза, доставку предметов на транспортном средстве,
                    автомобиле, мопеде и т.п.</p>
                <p>и. Курьер &ndash; Пользователь, осуществляющий поиск, просмотр Заказов на перевозку предметов массой
                    до 3 (трех) килограммов, в целях отклика на Заказы; принявший Заказ на перевозку предметов на
                    мопеде/скутере, велосипеде и т.п. либо пешком.</p>
                <p>к. Отправитель<strong> &ndash;</strong> Пользователь, размещающий в Сервисе Заказ, просматривающий
                    предложения и отправляющий посылку, груз</p>
                <p>қ. Пассажир &ndash; Пользователь размещающий в Сервисе Заказ на перевозку</p>
                <p>л. Перевозка &ndash; услуга, в отношении которой Пассажир разместил Заказ по перевозке Пассажира, а
                    Водитель принял Заказ для исполнения</p>
                <p>м. Заказ &ndash; сообщение Заказчика о необходимости перевозки пассажира или посылки/груза на
                    указанных в нем условиях. Заказ размещается в Сервисе и доступен неопределенному кругу лиц</p>
                <p>н. Груз &ndash; индивидуально определенный предмет, указанный в Заказе для Перевозки</p>
                <p>ң. Внутригородские перевозки &ndash; перевозка пасажиров в пределах одного населенного пункта</p>
                <p>о. Междугородние перевозки &ndash; перевозка пассажиров между населенными пунктами автомобильным
                    транспортом</p>
                <p>ө. Грузовые перевозки &ndash; перевозка грузов грузовыми автомобилями</p>
                <p>п. Доставка &ndash; Перевозка грузов массой до 20 (двадцати) килограммов на легковом автомобиле</p>
                <p>1.2. В Соглашении могут быть использованы понятия и термины, не обозначенные в пункте 1.1 настоящего
                    Соглашения. В таких случаях толкование понятий и терминов производится в соответствии с текстом и
                    смыслом данного Соглашения. В случае отсутствия однозначного толкования понятия и термина в тексте
                    Соглашения следует руководствоваться толкованием понятий и терминов в соответствии с гражданским
                    законодательством и обычаями делового оборота.</p>
                <p>&nbsp;</p>
                <p>2. Общие положения</p>
                <p>2.1. Доступ к Сервису предоставляется посредством компьютера и мобильных устройств Пользователя.</p>
                <p>2.2. Пользователь соглашается, что Сервис может содержать рекламу. Пользователь не возражает на
                    получение рекламных рассылок как Администратора, так и третьих лиц.</p>
                <p>2.3. Пользователь гарантирует, что данные, указанные при Регистрации, являются актуальными и
                    достоверными. В случае предоставления Пользователем недостоверных сведений при Регистрации,
                    Пользователь предупрежден о возможных последствиях: приостановлении предоставления доступа к
                    Сервису; блокировки Аккаунта; и иной ответственности в соответствии с законодательством Республики
                    Казахстан.</p>
                <p>2.4. Администратор вправе вести учет активности Пользователя на Сервисе и, с учетом этой информации,
                    производить для Пользователя показ рекламной информации. Указанная информация рассматривается как
                    закрытая и не подлежит разглашению Администратором, Пользователями и третьими лицами.</p>
                <p>2.5. Администратор вправе устанавливать любые дополнительные требования и ограничения для
                    Пользователя применительно к Регистрации на Сервисе и использованию сервисов и функционала Сервиса.
                </p>
                <p>2.6. Пользователь не может без предварительного письменного согласия Администратора&nbsp;
                    использовать, модифицировать, встраивать в другое программное обеспечение или объединять с ним,
                    создавать переработанную версию любой части Приложения или Сайта и его составляющих; продавать,
                    выдавать лицензии (сублицензии), отдавать в аренду, переуступать, передавать, отдавать в залог,
                    предоставлять права по настоящему Соглашению третьим лицам; копировать, распространять или
                    воспроизводить Приложение или Сайт и его составляющие в интересах третьих лиц; обнародовать
                    результаты какого-либо сопоставительного анализа касательно Приложения или Сайта, использовать
                    упомянутые результаты для Вашей собственной конкурирующей деятельности по разработке программного
                    обеспечения; модифицировать, разбирать на составляющие коды, перерабатывать или усовершенствовать
                    Приложение или Сайт, пытаться получить исходный текст программы Приложения или Сайта и его
                    составляющих.</p>
                <p>&nbsp;</p>
                <p>3. Предмет Оферты</p>
                <p>3.1. Администратор предоставляет, а Пользователь принимает персональную неисключительную
                    некоммерческую ограниченную лицензию без права передачи, которая может быть отменена Администратором
                    в одностороннем порядке, на использование Сервиса в соответствии с условиями, изложенными в Оферте.
                    Лицо, несогласное с Офертой не вправе регистрироваться в Сервисе или использовать Сервис.</p>
                <p>3.2. Оферта устанавливает порядок использования Сервиса, права и обязанности Администратора и
                    Пользователей. Условия Оферты являются обязательными для Пользователей.</p>
                <p>3.3. Оферта может быть изменена Администратором в одностороннем порядке без согласия Пользователя.
                    Актуальная Оферта размещена в Интернете по адресу: https://tulpar-qyzmeti.kz/.</p>
                <p>Администратор рекомендует Пользователям проверять условия Оферты на предмет изменения. Продолжение
                    пользования Сервисом после внесения изменений в Оферту будет означать принятие и согласие
                    Пользователя с такими изменениями.</p>
                <p>3.4. Оферта, все изменения и дополнения к ней, вступают в силу с момента их опубликования в Интернете
                    по адресу, указанному в п.3.3. Оферты.</p>
                <p>3.5. Территория передаваемых прав &ndash; Республика Казахстан.</p>
                <p>&nbsp;</p>
                <p>4. Статус Сервиса</p>
                <p>4.1. Все права на объекты интеллектуальной собственности Сервиса (программное обеспечение,
                    коммерческое обозначение, товарный знак &laquo;TULPAR&raquo; и прочие объекты интеллектуальной
                    собственности) и на использование сетевых адресов (доменных имен) tulpar-qyzmeti.kz/ принадлежат
                    Администратору на основании соответствующих договоров, разрешений, свидетельств. Администратор
                    предоставляет доступ к Сервису всем Пользователям при условии соблюдения ими положений Оферты и иных
                    документов Сервиса.</p>
                <p>4.2. Администратор предоставляет Пользователям доступ к функционалу Сервиса. Иные услуги
                    Пользователям не предоставляются.</p>
                <p>4.3. В рамках неисключительной лицензии Пользователь вправе пользоваться Сервисом посредством Сайта
                    и/или мобильного приложения &laquo;TULPAR&raquo;.</p>
                <p>4.4. Сервис не является таксомоторной организацией, не оказывает Пользователям услуг по перевозке
                    пассажиров и багажа, услуг по перевозке грузов или каких-либо иных транспортных услуг.</p>
                <p>Сервис не является курьерской службой, продавцом или производителем продуктов питания, готовых
                    пищевых продуктов, лекарств и иных товаров и предметов потребления, сервис напрямую не оказывает
                    курьерские услуги, услуги по доставке, являясь интернет-агрегатором, позволяющим Пользователям
                    взаимодействовать.</p>
                <p>Сервис не является магазином, продавцом продуктов, сервис напрямую не оказывает услуги по
                    купле-продаже продуктов, являясь интернет-агрегатором, позволяющим Пользователям взаимодействовать.
                </p>
                <p>4.5. Пользователи Сервиса обязуются не использовать, не открывать, не загружать мобильное приложение
                    &laquo;TULPAR&raquo; за пределами территории Республики Казахстан.</p>
                <p>4.6. Пользователи Сервиса обязуются не использовать Сервис в целях покупки, продажи, заказа или
                    доставки алкогольных напитков, товаров, ограниченных в обороте или изъятых из оборота, согласно
                    действующему законодательству Республики Казахстан, товаров, дистанционная продажа которых запрещена
                    в соответствии с законодательством Республики Казахстан.</p>
                <p>&nbsp;</p>
                <p>5. Права и обязанности Администратора</p>
                <p>5.1. Все обращения, предложения физических и юридических лиц к Администратору, в связи с Офертой и
                    всеми вопросами касательно Сервиса, нарушениям прав и интересов третьих лиц при его использовании,
                    должны быть направлены на адрес электронной почты, указанный в разделе 12 настоящей Оферты.</p>
                <p>5.2. В отношении функционирования и развития Сервиса, Администратор руководствуется законодательством
                    Республики Казахстан, настоящей Офертой, Политикой конфиденциальности и иными документами, которые
                    разработаны или могут быть разработаны и приняты Администратором в целях регламентации
                    предоставления Пользователям отдельных функционалов Сервиса.</p>
                <p>5.3. Оферта не предоставляет Пользователям и третьим лицам право на использование фирменного
                    наименования, товарных знаков, доменных имен и иных отличительных знаков Администратора, а также
                    объектов интеллектуальной собственности, принадлежащих Администратору.</p>
                <p>5.4. Администратор обеспечивает функционирование и работоспособность Сервиса и обязуется оперативно
                    восстанавливать его работоспособность в случае технических сбоев и перерывов. Администратор не несет
                    ответственность за временные сбои и перерывы в работе Сервиса и вызванную ими потерю информации.</p>
                <p>5.5. Администратор не несет ответственности за нарушение Пользователем настоящей Оферты. Если
                    Администратору станет известно о нарушении Пользователем настоящей Оферты, Администратор вправе
                    изменять и/или удалять публикуемую Пользователем информацию, нарушающую запреты, установленные
                    Офертой и иными документами и Правилами Сервиса, приостановить, ограничить или прекратить доступ
                    Пользователя. Администратор не отвечает за вред, который может быть причинен Пользователю такими
                    действиями. Администратор не несет ответственность за временное блокирование или удаление информации
                    Пользователя.</p>
                <p>5.6. Администратор не несет ответственности за действия Пользователей и за взаимоотношения между
                    Пользователями. Администратор не может быть привлечен в качестве Стороны по спорам между
                    Пользователями, по спорам между Пользователями и третьими лицами/ органами государственной власти.
                </p>
                <p>5.7. Администратор вправе направлять уведомления/сообщения Пользователям посредством СМС-сообщений
                    или иных каналов связи.</p>
                <p>5.8. Администратор вправе получать лицензионное вознаграждение от Пользователей в рамках настоящей
                    Оферты. Информация о порядке оплаты, стоимости лицензионного вознаграждения и иных условий доступны
                    в Сервисе.</p>
                <p>5.9. Администратор вправе в любой момент заблокировать доступ Пользователя к Сервису без уведомления
                    Пользователя при подозрении на нарушение Пользователем условий настоящей Оферты. В таком случае
                    Пользователь обязуется не предъявлять никаких претензий к Администратору, а Администратор вправе не
                    возвращать Пользователю оплаченное лицензионное вознаграждение.</p>
                <p>5.10. Администратор не обязан предоставлять поддержку, обслуживание, обновления, модификации и новые
                    версии Приложения. Однако он может выпускать обновления для Приложения и автоматически обновлять его
                    на мобильном устройстве Пользователя. Пользователь дает согласие на автоматическое обновление, а
                    также, что условия и положения данного Соглашения будут применяться для указанных обновлений.</p>
                <p>&nbsp;</p>
                <p>6. Регистрация на Сервисе и статус Пользователя.<br /> Персональные данные</p>
                <p>6.1. Регистрация на Сервисе является добровольной, бесплатной и осуществляется в Интернете по адресу:
                    tulpar-qyzmeti.kz/ и в мобильном приложении &laquo;TULPAR&raquo;.</p>
                <p>Пользователь при регистрации вправе предоставить адрес электронной почты.</p>
                <p>Регистрация считается оконченной в момент заполнения Регистрационной формы и отправки ее Лицензиару.
                    В процессе заполнения Регистрационной формы могут потребоваться сведения (документы), подлежащие
                    обязательному заполнению (загрузке). После отправки Регистрационной формы на телефон Пользователя
                    приходит уведомление от Сервиса, подтверждающее прохождение Регистрации. Процедура прохождения
                    Регистрации включает в себя также принятие Пользователем условий Политики конфиденциальности
                    Сервиса, а также дачу согласия на обработку персональных данных и на получение рекламных рассылок.
                </p>
                <p>6.2. Введенные Пользователем при Регистрации Логин и Пароль являются необходимой и достаточной
                    информацией для доступа Пользователя на Сервис.</p>
                <p>6.3. Пользователь подтверждает, что данные являются общедоступными и доступны любому Пользователю
                    Сервиса и обрабатываются в соответствии с действующим законодательством Республики Казахстан о
                    защите персональных данных (в случае, если указанные данные относятся к персональным в соответствии
                    с действующим законодательством) и Политикой конфиденциальности Сервиса.</p>
                <p>6.4. Пользователь осознает и дает согласие, что в результате сбоя, технических неисправностей,
                    действий третьих лиц, в том числе вирусной или хакерской атаки, данные Пользователя, указанные на
                    Сервисе, могут стать доступны третьим лицам. В таком случае Пользователь обязуется не предъявлять
                    требований к Администратору.</p>
                <p>6.5. Пользователь дает согласие Администратору на:</p>
                <p>a) передачу учетных данных посредством Сервиса неограниченному кругу лиц в т.ч. посредством Интернет;
                </p>
                <p>ә) использование учетных и статистических данных Пользователя для демонстрации рекламных объявлений;
                </p>
                <p>б) направления информации об услугах, новостях Администратора и (или) партнеров Администратора;</p>
                <p>в) предоставления персональных данных уполномоченным органам государственной власти, в случае
                    поступления соответствующих запросов;</p>
                <p>г) осуществление иных действий, указанных в Политике конфиденциальности Сервиса.</p>
                <p>6.6. Пользователь имеет право в любой момент изменить данные, указанные при Регистрации, используя
                    Личный кабинет.</p>
                <p>6.7. Пользователь гарантирует свою правоспособность и/или дееспособность, что он вправе на заключение
                    и исполнение настоящей Оферты, в том числе на выплату Администратору лицензионного вознаграждения в
                    рамках Оферты.</p>
                <p>6.8. При регистрации Пользователей Администратор не осуществляют контроль за их дееспособностью и
                    правоспособностью. В том случае, если у Администратора имеются основания полагать, что Пользователь
                    нарушил условия регистрации на Сервисе, то Администратор оставляет за собой право приостановить либо
                    аннулировать регистрацию Пользователя и отказать в доступе к функционалам, размещенным на Сервисе.
                </p>
                <p>6.9. Администратор не несет ответственность за информацию, предоставленную Пользователем при
                    Регистрации в случае, если Пользователь самостоятельно предоставил доступ к такой информации третьим
                    лицам.</p>
                <p>6.10. При пользовании Сервисом Пользователям запрещается использовать (размещать) материалы,
                    содержащие:</p>
                <p>6.10.1.нецензурные или бранные слова или словосочетания, порнографические изображения и тексты или
                    сцены сексуального характера;</p>
                <p>6.10.2.угрозы, призывы к насилию и совершению противоправных действий, нарушению законодательства
                    Республики Казахстан;</p>
                <p>6.10.3.элементы насилия, жестокости, расовой, межнациональной или межрелигиозной розни, а также
                    ссылки на такие материалы;</p>
                <p>6.10.4.нацистскую атрибутику или символику;</p>
                <p>6.10.5.пропаганду преступной деятельности, руководства по совершению противоправных действий;</p>
                <p>6.10.6.угрозы, материалы, которые дискредитируют, оскорбляют, порочат честь и достоинство или деловую
                    репутацию или нарушают неприкосновенность частной жизни других Пользователей или третьих лиц;</p>
                <p>6.10.7.информацию/объявления о реализации/доставке: алкогольных и спиртосодержащих напитков, пива и
                    напитков на его основе; наркотических средств и иных запрещенных средств;</p>
                <p>6.10.8.иные материалы, нарушающие действующее законодательство Республики Казахстан.</p>
                <p>6.11. Пользователь соглашается соблюдать налоговое законодательство Республики Казахстан и несет
                    ответственность за декларирование и уплату налогов.</p>
                <p>6.12. Пользователь обязуется соблюдать законодательство Республики Казахстан и лично несет
                    ответственность в случае невыполнения условий настоящей Оферты и нарушения законодательства
                    Республики Казахстан.</p>
                <p>&nbsp;</p>
                <p>7. Ответственность сторон. Ограничения ответственности</p>
                <p>7.1. Сторона, нарушившая свои обязательства по настоящей Оферте должна незамедлительно устранить
                    нарушения или принять меры к устранению последствий.</p>
                <p>7.2. Пользователь использует функционал Сервиса на свой собственный риск.</p>
                <p>Сервис предоставляется Пользователю &laquo;как есть&raquo; (as is), в соответствии с общепринятым в
                    международной практике принципом. Это означает, что за проблемы, возникающие в процессе установки,
                    обновления, поддержки и эксплуатации Сервиса Администратор ответственности не несет.</p>
                <p>7.3. При любых обстоятельствах, повлекшие причинение морального и (или) материального вреда, а также
                    вреда жизни и здоровью Администратор ответственность не несет.</p>
                <p>7.4. Пользователь несет личную ответственность за сохранность своего Логина и Пароля и за убытки,
                    которые могут возникнуть по причине его несанкционированного использования третьими лицами.</p>
                <p>7.5. Данные, полученные на Сервисе, не подлежат передаче третьим лицам.</p>
                <p>7.6. Лицензиар приложения TULPAR не принимает участие в транзакции между пассажиром и водителем за
                    оказанную услугу, а все вопросы, включая цену поездки, определяются самими участниками.</p>
                <p>&nbsp;</p>
                <p>8. Cookies</p>
                <p>8.1. При использовании Сервиса с помощью мобильного приложения, Администратор может использовать
                    технологию &laquo;куки&raquo; (cookies), которая сохраняет определенную информацию на телефоне
                    Пользователя. Cookies позволяют выполнить автоматический вход в приложение: зарегистрированные
                    Пользователи будут идентифицированы автоматически. После блокировки или удаления cookies,
                    возможности в интерактивной деятельности могут быть ограничены.</p>
                <p>8.2. Файлы Cookies, передаваемые Администратором оборудованию и программному обеспечению
                    Пользователя, могут быть использованы для предоставления персонализированных услуг, для отправки
                    рекламы целевой аудитории, в статистических и исследовательских целях, а также для улучшения
                    качества услуг.</p>
                <p>&nbsp;</p>
                <p>9. Срок действия Оферты. Порядок расторжения.</p>
                <p>9.1. Оферта вступает в силу с даты акцепта и действует до расторжения Сторонами.</p>
                <p>9.2. Пользователь имеет право на отзыв оферты в соответствии с нормами Гражданского кодекса
                    Республики Казахстан путем направления письма на адрес электронной почты Администратора, указанный в
                    настоящей Оферте. В случае отзыва Оферты Пользователем в течение срока его действия настоящая Оферта
                    считается прекращенной в течение 5 (пяти) рабочих дней с момента направления Пользователем отзыва.
                </p>
                <p>9.3. Настоящая Оферта может быть расторгнута досрочно:</p>
                <p>9.3.1. по взаимному соглашению Сторон.</p>
                <p>9.3.2 по инициативе Администратора в одностороннем внесудебном порядке в случае нарушения
                    Пользователем условий Оферты.</p>
                <p>9.3.3 по инициативе Администратора в одностороннем внесудебном порядке в случае нарушения
                    Пользователем авторского права третьих лиц без возврата Пользователю каких-либо денежных средств (в
                    случае, если они были оплачены).</p>
                <p>&nbsp;</p>
                <p>10. Разрешение споров</p>
                <p>10.1. Все споры по Оферте решаются путем переговоров. Досудебный порядок обязателен. Пользователь
                    обязан направить претензию Администратору на адрес, указанный в п. 10.3. Оферты. Администратор
                    отвечает на претензию в течении 30 (тридцати) календарных дней с момента получения претензии. В
                    случае если стороны не придут к соглашению споры по Оферте могут быть рассмотрены судом по месту
                    нахождения Администратора.</p>
                <p>10.2. Запросы, претензии, иные документы должны быть направлены по электронному адресу, указанному в
                    п. 10.3. настоящей Оферты.</p>
                <p>10.3. Адрес: tulpar.qyzmeti@gmail.com.</p>
                <p>&nbsp;</p>
                <p>11. Иные положения</p>
                <p>11.1. Пользователи заключают договор между собой в соответствии с Гражданским кодексом Республики
                    Казахстан путем обмена электронными сообщениями при использовании Сервиса.</p>
                <p>11.2. Правоотношения, возникающие из Оферты регулируются законодательством Республики Казахстан.</p>
                <p>11.3. Пользуясь Сервисом, Пользователи в соответствии с Законом Республики Казахстан от 21 мая 2013
                    года №94-V &laquo;О персональных данных и их защите&raquo;, дают свое согласие на обработку
                    Администратором персональных данных, включающих: фамилию, имя, отчество, фотографию, пол, дату
                    рождения, номера контактных телефонов, данные о транспортном средстве; предоставляют Администратору
                    право осуществлять все действия (операции) со своими персональными данными в целях выполнения
                    условий настоящего Соглашения, включая сбор, систематизацию, накопление, хранение, обновление,
                    изменение использование, обезличивание, блокирование, уничтожение, включая обработку персональных
                    данных посредством внесения их в электронную базу данных, включения в списки (реестры) и отчетные
                    формы, прием и передачу своих персональных данных с использованием машинных носителей и по каналам
                    связи, с соблюдением мер, обеспечивающих их защиту от несанкционированного доступа.</p>
                <p>11.4. Пользователь вправе отозвать свое согласие на обработку персональных данных посредством
                    направления Администратору письменного заявления на адрес электронной почты, указанный в Оферте.</p>
                <p>12. Реквизиты Администратора</p>
                <p>Электронная почта: tulpar.qyzmeti@gmail.com, тел: 7073213436.</p>
                <p>&nbsp;</p>
            </td>
            <td width="321">
                <p><strong>&nbsp;</strong></p>
                <p><strong>Лицензиялық келісім</strong></p>
                <p>&nbsp;</p>
                <p>Жарияланған күні: 20.04.2023 ж.</p>
                <p>&nbsp;</p>
                <p>Осы лицензиялық келісім (жария оферта) (бұдан әрі &ndash; Оферта/Келісім) Қазақстан Республикасында
                    &laquo;TULPAR&raquo; мобильдік қосымшасын пайдалану кезінде Лицензиаттың (бұдан әрі &ndash;
                    Пайдаланушы) және Лицензиардың (бұдан әрі &ndash; Әкімші) құқықтары мен міндеттерін белгілейді.</p>
                <p>&nbsp;</p>
                <p>Бұл Оферта беймәлім тұлғалар тобына жолданған және Қазақстан Республикасы Азаматтық кодексінің
                    395-бабы негізінде жария оферта болып табылады.</p>
                <p>&nbsp;</p>
                <p>Бұл Оферта Тараптардың қол қоймай, Оферта елеулі шарттарын қамтитын осы Офертаны акцептеу жолымен
                    жасалады. Бұл Оферта Қазақстан Республикасы Азаматтық кодексінің 394-бабына сәйкес заңды күшіне ие
                    және тараптар қол қойған шартқа теңестіріледі.</p>
                <p>&nbsp;</p>
                <p>Пайдаланушының &laquo;TULPAR&raquo; мобильді қосымшасында тіркелуі, сондай-ақ Қазақстан Республикасы
                    Азаматтық кодексінің 396-бабының 1-тармағына сәйкес сервисті нақты пайдаланудың басталуы осы
                    Офертаны пайдаланушының акцепті болып танылады.</p>
                <p>&nbsp;</p>
                <p>https://tulpar-qyzmeti.kz/ сайтындағы ақпарат &laquo;TULPAR&raquo; мобильді қосымшасын пайдалану
                    шарттары мен ережелерін айқындайды, сондай-ақ кез келген адамның осы мобильді қосымшамен ұсынылатын
                    мүмкіндіктерді пайдалану ережелері мен шарттарын айқындайды.</p>
                <p>&nbsp;</p>
                <p>&laquo;TULPAR&raquo; мобильді қосымшасын мобильді құрылғыға орната отырып, Сіз сайтта орналастырылған
                    барлық ережелермен, шарттармен және ақпаратпен, соның ішінде Офертамен сөзсіз келісім бересіз.</p>
                <p>&nbsp;</p>
                <p>Оферта Интернетте келесі сайтта орналастырылған: https://tulpar-qyzmeti.kz/.</p>
                <p>&nbsp;</p>
                <p>Егер Сіз Офертамен, сондай-ақ Сервистің Құпиялылық саясатының шарттары мен ережелері, мобильді
                    қосымшаны пайдалану ережелерімен келіспесеңіз, оларды сақтағыңыз келмесе, мобильді қосымшаны ұялы
                    телефоннан немесе компьютерден жойып тастаңыз және Сервисті пайдаланбаңыз. Егер Сіз ережелермен
                    немесе шарттармен келіспесеңіз, онда Сіз ұялы телефоннан немесе компьютерден мобильді қосымшаны
                    жоюға және &laquo;TULPAR&raquo; қызметін пайдаланбауға міндеттісіз. Әйтпесе, Сіз сайтта
                    орналастырылған барлық ережелермен, шарттармен және ақпаратпен сөзсіз тәртіпте келіскен болып
                    саналасыз.</p>
                <p>&laquo;TULPAR&raquo; мобильді қосымшасы Қазақстан Республикасының аумағында ғана қолданылады.</p>
                <p>&nbsp;</p>
                <p>1. Ұғымдар және терминдер</p>
                <p>&nbsp;</p>
                <p>1.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Осы Офертада қолданылатын ұғымдар мен
                    терминдер:</p>
                <p>а. Сервис &ndash; пайдаланушылардың өзара іс-қимылына арналған &laquo;TULPAR&raquo; сайты мен
                    мобильді қосымшасының бағдарламалық жасақтамасы (ЭЕМ арналған бағдарлама)</p>
                <p>ә. Сайт - https://tulpar-qyzmeti.kz/ адрес бойынша Интернетте орналасқан сайт.</p>
                <p>б. Мобильді қосымша &ndash; &laquo;TULPAR&raquo; мобильді қосымшасы.</p>
                <p>в. Пайдаланушы &ndash; 18 жасқа толған тұлға немесе Сервисте тіркеу рәсімінен өткен заңды тұлға.</p>
                <p>г. Аккаунт - Сервисті пайдалану және басқа Пайдаланушылармен өзара әрекеттесу үшін Пайдаланушыны
                    тіркеу кезінде жасалатын сервистегі Пайдаланушының есептік жазбасы.</p>
                <p>ғ. Тіркеу &ndash; Логин мен Құпиясөзді, дербес деректерді көрсету арқылы пайдаланушының сервисте
                    тіркеу нысанын толтыруы және жіберуі.</p>
                <p>д. Логин және Құпиясөз &ndash; Аккаунтқа кіру үшін қажет қосымшада тіркелу кезінде Пайдаланушы
                    жасаған таңбалар. Логин &ndash; Пайдаланушының ұялы телефон нөмірі, Құпиясөз &ndash; Пайдаланушы SMS
                    хабарлама арқылы Логинді енгізгеннен кейін алатын код.</p>
                <p>е. Әкімші &ndash; осы Офертаның Тарапы болып табылатын, Пайдаланушыға Сервиске қол жеткізуді ұсынатын
                    және Пайдаланушылардың шағымдары мен ұсыныстарға жауаптарды қабылдауды, қарауды және жіберуді жүзеге
                    асыратын &laquo;Legion&raquo; ЖК.</p>
                <p>ж. Айрықша емес лицензия - осы Офертада көрсетілген тәртіппен және тәсілдермен сервисті пайдаланудың
                    айрықша емес, өтеусіз, ал кейбір жағдайларда Офертада көрсетілген өтеулі құқығы. Айрықша емес
                    лицензия пайдаланушыларға Қазақстан Республикасының аумағында беріледі.</p>
                <p>з. Жүргізуші &ndash; Тапсырыстарға жауап беру мақсатында Тапсырыстарды іздеуді, қарауды жүзеге
                    асыратын; жолаушыны, жүкті тасымалдауға, заттарды жеткізуге көлік құралында, автомобильде, мопедте
                    және т. б. Тапсырысты қабылдаған Пайдаланушы.</p>
                <p>и. Курьер &ndash; Тапсырыстарға жауап беру мақсатында салмағы 3 (үш) килограмға дейінгі заттарды
                    тасымалдауға Тапсырыстарды іздеуді, қарауды жүзеге асыратын; заттарды мопедпен/скутермен,
                    велосипедпен және т.б., не жаяу тасымалдауға Тапсырысты қабылдаған Пайдаланушы.</p>
                <p>к. Жөнелтуші &ndash; ұсыныстарын қарайтын және сәлемдемені, жүкті жіберетін Сервисте Тапсырыс
                    орналастыратын пайдаланушы.</p>
                <p>қ. Жолаушы &ndash; тасымалдауға Тапсырысты Сервисте орналастыратын пайдаланушы</p>
                <p>л. Тасымалдау &ndash; Жолаушы, жолаушыны тасымалдауға тапсырыс берген, ал жүргізуші орындау үшін
                    Тапсырысты қабылдаған қызмет.</p>
                <p>м. Тапсырыс &ndash; Тапсырыс берушінің жолаушыны немесе сәлемдемені/жүкті тасымалдау қажеттілігі
                    туралы онда көрсетілген шарттарда хабарлама. Тапсырыс Сервисте орналастырылады және барлық азаматтар
                    тобына қол жетімді.</p>
                <p>н. Жүк - Тасымалдау үшін Тапсырыста көрсетілген жеке анықталған зат.</p>
                <p>ң. Қалаішілік тасымалдау &ndash; бір елді мекен шегінде Жолаушыларды тасымалдау.</p>
                <p>о. Қалааралық тасымалдау &ndash; Жолаушыларды елді мекендер арасында автокөлігімен тасымалдау.</p>
                <p>ө. Жүк тасымалы &ndash; жүктерді жүк автомобильдерімен тасымалдау.</p>
                <p>п. Жеткізу &ndash; салмағы 20 (жиырма) килограмға дейінгі жүктерді жеңіл автокөлігімен тасымалдау</p>
                <p>&nbsp;</p>
                <p>1.2. Келісімде осы Келісімнің 1.1-тармағында белгіленбеген ұғымдар мен терминдер пайдаланылуы мүмкін.
                    Мұндай жағдайларда ұғымдар мен терминдерді түсіндіру осы Келісімнің мәтіні мен мағынасына сәйкес
                    жүргізіледі. Келісім мәтінінде ұғым мен терминді біржақты түсіндіру болмаған жағдайда азаматтық
                    заңнамаға және іскерлік айналым әдет ғұрыптарына сәйкес ұғымдар мен терминдерді түсіндіруді
                    басшылыққа алу керек.</p>
                <p>&nbsp;</p>
                <p>2. Жалпы ережелер</p>
                <p>2.1. Сервиске қол жеткізу үшін Пайдаланушының компьютері мен мобильді құрылғылары арқылы қамтамасыз
                    етіледі.</p>
                <p>2.2. Пайдаланушының Сервисте жарнаманың болуы мүмкін екендігіне келісімін береді. Пайдаланушы
                    Әкімшінің де, үшінші тұлғалардың да жарнамалық хабарламаларын жариялануына қарсы емес.</p>
                <p>2.3. Пайдаланушы Тіркеу кезінде көрсетілген деректердің өзекті және шынайы екендігіне кепілдік
                    береді. Пайдаланушы Тіркеу кезінде дұрыс емес мәліметтерді ұсынған жағдайда, пайдаланушыға ықтимал
                    кері салдарлары, олар: Сервиске қолжетімділікті беруді тоқтата тұру; Аккаунты бұғаттау; Қазақстан
                    Республикасының заңнамасына сәйкес өзге де жауапкершіліктер болуы мүмкін туралы ескертіледі.</p>
                <p>2.4. Әкімші Пайдаланушының Сервисте белсенділігін есепке алуға және осы ақпаратты ескере отырып,
                    Пайдаланушы үшін жарнамалық ақпаратты көрсетуге құқылы. Аталған ақпарат жабық деп саналады және
                    Әкімшімен, Пайдаланушылармен және үшінші тұлғалармен жариялауға жатпайды.</p>
                <p>2.5. Әкімші Сервисте Тіркелуге және сервистер мен Сервис функционалын пайдалануға қатысты пайдаланушы
                    үшін кез келген қосымша талаптар мен шектеулерді белгілеуге құқылы.</p>
                <p>2.6. Пайдаланушы Әкімшінің алдын ала жазбаша келісімінсіз қосымшаның немесе сайттың кез келген
                    бөлігінің және оның құрамдас бөліктерінің басқа бағдарламалық жасақтамада пайдалана алмайды, өзгерте
                    алмайды, ендіре алмайды немесе онымен біріктіре алмайды, қайта өңделген нұсқасын жасай алмайды; осы
                    Келісім бойынша лицензияларды (қосалқы лицензияларды) сатуға, беруге, жалға беруге, кепілге беруге,
                    үшінші тұлғаларға құқық беруге, үшінші тұлғалардың мүддесі үшін қосымшаны немесе Сайтты және оның
                    құрамдас бөліктерін көшіру, тарату немесе көбейту; қосымшаға немесе сайтқа қатысты қандай да бір
                    салыстырмалы талдау нәтижелерін жария ету, аталған нәтижелерді бағдарламалық қамтамасыз етуді
                    әзірлеу жөніндегі өзінің бәсекелес қызметі үшін пайдалану; қосымшаны немесе сайтты өзгерту, құрамдас
                    кодтарға талдау жасау, қайта өңдеу немесе жетілдіру, бағдарламаның немесе сайттың және оның құрамдас
                    бөліктерінің бастапқы мәтінін алуға тыйым салынады.</p>
                <p>&nbsp;</p>
                <p>3. Оферта нысаны</p>
                <p>&nbsp;</p>
                <p>3.1. Әкімші ұсынады, ал Пайдаланушы беру құқығынсыз дербес айрықша емес коммерциялық емес шектеулі
                    лицензияны қабылдайды, Әкімші Офертада көрсетілген шарттарға сәйкес Сервисті пайдалануға біржақты
                    тәртіппен тыйым сала алады. Офертамен келіспеген тұлғаның Сервисте тіркелуге немесе Сервисті
                    пайдалануға құқығы жоқ.</p>
                <p>3.2. Оферта Сервисті пайдалану тәртібін, Әкімші және Пайдаланушылардың құқықтары мен міндеттерін
                    белгілейді. Оферта шарттары Пайдаланушылар үшін міндетті болып табылады.</p>
                <p>3.3. Оферта Әкімшімен, Пайдаланушының келісімінсіз біржақты тәртіппен өзгерте алады. Өзекті Оферта
                    Интернетте мына адресі бойынша орналастырылған: https://tulpar-qyzmeti.kz/.</p>
                <p>Әкімші Пайдаланушыларға Оферта шарттарына өзгертулер енгізгені туралы ақпараттарды тексеріп тұруға
                    ұсыныс жасайды. Офертаға өзгерістер енгізілгеннен кейін Сервисті пайдалануды жалғастыру
                    Пайдаланушының осындай өзгерістермен қабылдауын және келісуін білдіреді.</p>
                <p>3.4. Оферта, оған барлық өзгерістер мен толықтырулар Интернетте Офертаның 3.3-тармағында көрсетілген
                    адрес бойынша жарияланған күннен бастап күшіне енеді.</p>
                <p>3.5. Берілетін құқықтардың аумағы &ndash; Қазақстан Республикасы.</p>
                <p>&nbsp;</p>
                <p>4. Сервис мәртебесі</p>
                <p>&nbsp;</p>
                <p>4.1. Сервистің зияткерлік меншік объектілеріне (бағдарламалық жасақтама, коммерциялық белгілеу,
                    &laquo;TULPAR&raquo; тауар белгісі және басқа да зияткерлік меншік объектілері) және желілік
                    мекенжайларды (домендік атауларды) tulpar-qyzmeti.kz/ пайдалануға барлық құқықтар тиісті шарттар,
                    рұқсаттар, куәліктер негізінде Әкімшіге тиесілі. Әкімші Офертаның ережелерін және Сервистің өзге
                    құжаттарын сақтаған жағдайда барлық пайдаланушыларға Сервиске қол жеткізуді ұсынады.</p>
                <p>4.2. Әкімші Пайдаланушыларға Сервис функционалымен &nbsp;қолдануға мүмкіндік береді. Өзге қызметтер
                    Пайдаланушыларға көрсетілмейді.</p>
                <p>4.3. Айрықша емес лицензия шеңберінде Пайдаланушы Сервисті сайт және/немесе &laquo;TULPAR&raquo;
                    мобильді қосымшасы арқылы пайдалануға құқылы.</p>
                <p>4.4. Сервис таксомоторлық ұйым болып табылмайды, Пайдаланушыларға жолаушылар мен багажды тасымалдау
                    бойынша қызметтерді, жүктерді тасымалдау жөніндегі қызметтерді немесе қандай да бір өзге де көлік
                    қызметтерін көрсетпейді. Сервис курьерлік қызмет, тамақ өнімдерін, дайын тамақ өнімдерін,
                    дәрі-дәрмектерді және өзге де тауарлар мен тұтыну заттарын сатушы немесе өндіруші болып табылмайды,
                    сервис Пайдаланушыларға өзара іс-қимыл жасауға мүмкіндік беретін интернет-агрегатор бола отырып,
                    курьерлік қызметтерді, жеткізу қызметтерін тікелей көрсетпейді. Сервис дүкен, азық-түлік сатушысы
                    болып табылмайды, сервис пайдаланушыларға өзара әрекеттесуге мүмкіндік беретін интернет-агрегатор
                    бола отырып, өнімдерді сатып алу-сату бойынша қызметтерді тікелей көрсетпейді.</p>
                <p>4.5. Сервисті Пайдаланушылар &laquo;TULPAR&raquo; мобильді қосымшасын Қазақстан Республикасының
                    аумағынан тыс жерде пайдаланбауға, ашпауға, жүктемеуге міндеттенеді.</p>
                <p>4.6. Сервис Пайдаланушылары Қазақстан Республикасының қолданыстағы заңнамасына сәйкес алкогольдік
                    ішімдіктерді, айналымда шектелген немесе айналымнан алынған тауарларды, Қазақстан Республикасының
                    заңнамасына сәйкес қашықтықтан сатуға тыйым салынған тауарларды сатып алу, сату, тапсырыс беру
                    немесе жеткізу мақсатында Сервисті пайдаланбауға міндеттенеді.</p>
                <p>&nbsp;</p>
                <p>5. Әкімшінің құқықтары мен міндеттері</p>
                <p>&nbsp;</p>
                <p><br /> 5.1. Офертаға және Сервиске қатысты барлық мәселелерге, оны пайдалану кезінде үшінші
                    тұлғалардың құқықтары мен мүдделерінің бұзылуына байланысты жеке және заңды тұлғалардың барлық
                    өтініштері, ұсыныстары Әкімшіге осы Офертаның 12-бөлімінде көрсетілген электрондық пошта мекенжайына
                    жіберілуге тиіс.</p>
                <p>5.2. Сервистің жұмыс істеуі мен дамуына қатысты Әкімші Қазақстан Республикасының заңнамасын, осы
                    Офертаны, Құпиялылық саясатын және Пайдаланушыларға сервистің жекелеген функционалдарын ұсынуды
                    регламенттеу мақсатында Әкімші әзірлеген немесе әзірлеуі және қабылдауы мүмкін өзге де құжаттарды
                    басшылыққа алады.</p>
                <p>5.3. Оферта Пайдаланушыларға және үшінші тұлғаларға фирмалық атауды, тауар белгілерін, домендік
                    атауларды және Әкімшінің өзге де айырым белгілерін, сондай-ақ Әкімшіге тиесілі зияткерлік меншік
                    объектілерін пайдалануға құқық бермейді.</p>
                <p>5.4. Әкімші Сервистің жұмыс істеуін және жұмысқа қабілеттілігін қамтамасыз етеді және техникалық
                    жаңылулар мен кідірістер болған жағдайда оның жұмыс қабілеттілігін жедел қалпына келтіруге
                    міндеттенеді. Әкімші Сервистің уақытша істен шығуы мен кідірістерінен және олар тудырған ақпараттың
                    жоғалуына жауап бермейді.</p>
                <p>5.5. Әкімші Пайдаланушының осы Офертаны бұзғаны үшін жауапты болмайды. Егер Әкімші Пайдаланушының осы
                    Офертаны бұзғаны туралы мәлім болса, Әкімші Офертаны және өзге де құжаттар мен Сервис қағидаларында
                    белгіленген тыйымдарды бұзатын Пайдаланушымен жарияланған ақпаратты өзгертуге және/немесе жоюға,
                    Пайдаланушының кіруін тоқтата тұруға, шектеуге немесе тоқтатуға құқылы. Әкімші жоғарыда аталған
                    әрекеттерімен Пайдаланушыға келтірілуі мүмкін зиян үшін жауап бермейді. Әкімші Пайдаланушы ақпаратын
                    уақытша бұғаттағаны немесе жойғанына жауапты болмайды.</p>
                <p>5.6. Әкімші Пайдаланушылардың әрекеттері мен Пайдаланушылар арасындағы қарым-қатынас үшін жауапты
                    бола алмайды. Әкімші Пайдаланушылар арасындағы даулар, Пайдаланушылар мен үшінші
                    тұлғалар/мемлекеттік органдар арасындағы даулар бойынша тарап ретінде қатыспайды.</p>
                <p>5.7. Әкімші СМС-хабарламалар немесе өзге де байланыс арналары арқылы пайдаланушыларға
                    хабарламалар/мәлімдеме жіберуге құқылы.</p>
                <p>5.8. Әкімші осы Офертаның шеңберінде Пайдаланушылардан лицензиялық сыйақы алуға құқылы. Төлем
                    тәртібі, лицензиялық сыйақы құны және өзге де шарттар туралы ақпарат Сервисте қолжетімді.</p>
                <p>5.9. Әкімші кез келген уақытта Пайдаланушының осы Офертаның шарттарын бұзғаны туралы күдік туындаған
                    кезде Пайдаланушыны хабардар етпестен Пайдаланушының Сервиске кіруіне тыйым салуға құқылы. Бұл
                    жағдайда Пайдаланушы Әкімшіге ешқандай талап қоймауға міндеттенеді, ал Әкімші Пайдаланушыға төленген
                    лицензиялық сыйақыны қайтармауға құқылы.</p>
                <p>5.10. Әкімші қосымшаның қолдауын, техникалық қызмет көрсетуін, жаңартуларын, модификацияларын және
                    жаңа нұсқаларын ұсынуға міндетті емес. Дегенмен, ол Қосымшаға арналған жаңартуларды шығарып, оны
                    Пайдаланушының мобильді құрылғысында автоматты түрде жаңартады. Пайдаланушы автоматты жаңарту үшін
                    келісім береді, сондай-ақ осы Келісімнің шарттары мен ережелері көрсетілген жаңартулар үшін
                    қолданылады.</p>
                <p>&nbsp;</p>
                <p>6. Сервисте тіркелу және Пайдаланушы мәртебесі.</p>
                <p>Дербес деректер</p>
                <p>&nbsp;</p>
                <p>6.1. Сервисте тіркелу ерікті, тегін және Интернетте tulpar-qyzmeti.kz/ сілтемесі бойынша және
                    &laquo;TULPAR&raquo; мобильді қосымшасында жүзеге асырылады.</p>
                <p>Пайдаланушы тіркеу кезінде электрондық пошта адресін беруге құқылы.</p>
                <p>Тіркеу нысаны толтырылған және оны Лицензиарға жіберген кезде тіркеу аяқталды деп есептеледі. Тіркеу
                    нысанын толтыру процесінде міндетті толтыруға (жүктеуге) жататын мәліметтер (құжаттар) талап етілуі
                    мүмкін. Тіркеу нысанын жібергеннен кейін Пайдаланушының телефонына тіркеуден өткенін растайтын
                    Сервистен хабарлама келеді. Тіркеуден өту рәсімі Пайдаланушының Сервистің Құпиялылық саясатының
                    шарттарын қабылдауын, сондай-ақ дербес деректерді өңдеуге және жарнамалық таратылымдарды алуға
                    келісім беруді қамтиды.</p>
                <p>6.2. Тіркелу кезінде Пайдаланушы енгізген Логин мен Құпиясөз Пайдаланушының Сервиске кіру үшін
                    қажетті және жеткілікті ақпарат болып табылады.</p>
                <p>6.3. Пайдаланушы деректердің жалпыға қолжетімді және Сервистің кез келген Пайдаланушысына қолжетімді
                    екенін растайды және дербес деректерді қорғау туралы Қазақстан Республикасының қолданыстағы
                    заңнамасына (егер көрсетілген деректер қолданыстағы заңнамаға сәйкес дербес деректерге жататын
                    болса) және Сервистің құпиялылық саясатына сәйкес өңделеді.</p>
                <p>6.4. Пайдаланушы ақаулардың, техникалық ақаулардың, үшінші тұлғалардың әрекеттерінен, соның ішінде
                    вирустық немесе хакерлік шабуылдардың нәтижесінде Сервисте көрсетілген Пайдаланушының деректері
                    үшінші тұлғаларға қолжетімді болуы мүмкін екенін түсінеді және келіседі. Бұл жағдайда Пайдаланушы
                    Әкімшіге қандайда болмасын талап қоймауға міндеттенеді.</p>
                <p>6.5. Пайдаланушы:</p>
                <p>а) есептік деректерді Сервис арқылы адамдардың шектеусіз тобына, оның ішінде Интернет арқылы беруге;
                </p>
                <p>ә) жарнамаларды көрсету үшін пайдаланушының есептік және статистикалық деректерін пайдалануға;</p>
                <p>б) Әкімшінің және (немесе) Әкімшінің серіктестерінің қызметтері, жаңалықтары туралы ақпарат жолдауға;
                </p>
                <p>в) тиісті сұрау салулар келіп түскен жағдайда, мемлекеттік биліктің уәкілетті органдарына дербес
                    деректерді беруге;</p>
                <p>г) Сервистің Құпиялылық саясатында көрсетілген өзге де әрекеттерді жүзеге асыруға Әкімшіге келісім
                    береді.</p>
                <p>6.6. Пайдаланушы тіркелу кезінде көрсетілген деректерді кез келген уақытта Жеке кабинетін пайдалана
                    отырып өзгертуге құқылы.</p>
                <p>6.7. Пайдаланушы өзінің құқық қабілеттілігіне және/немесе әрекетке қабілеттілігіне осы Офертаны
                    жасауға және орындауға, оның ішінде Әкімшіге Оферта шеңберінде лицензиялық сыйақы төлеуге құқылы
                    екендігіне кепілдік береді.</p>
                <p>6.8. Пайдаланушыларды тіркеу кезінде Әкімші олардың әрекетке қабілеттілігі мен құқық қабілеттілігін
                    бақылауды жүзеге асырмайды. Егер Әкімшінің Пайдаланушы Сервисте тіркеу шарттарын бұзды деп
                    пайымдауға негіз болған жағдайда, онда Әкімші Пайдаланушыны тіркеуді тоқтата тұру немесе күшін жою
                    және Сервисте орналастырылған функционалдарға қол жеткізуден бас тарту құқығын өзіне қалдырады.</p>
                <p>6.9. Егер Тіркеу кезінде Пайдаланушы берген ақпарат Пайдаланушы үшінші тұлғаларға дербес қол
                    жеткізген жағдайда Әкімші жауапты болмайды.</p>
                <p>6.10. Сервисті пайдалану кезінде Пайдаланушыларға төменде көрсетілген әрекеттері қамтитын:</p>
                <p>6.10.1. балағат немесе дөрекі сөздер немесе сөз тіркестері, порнографиялық бейнелер мен сексуалдық
                    сипаттағы мәтіндер немесе көріністер;</p>
                <p>6.10.2. қорқыту, зорлық-зомбылыққа және құқыққа қарсы әрекеттер жасауға, Қазақстан Республикасының
                    заңнамасын бұзуға шақыру;</p>
                <p>6.10.3. зорлық-зомбылық, қатыгездік, нәсілдік, ұлтаралық немесе дінаралық алауыздық элементтері,
                    сондай-ақ осындай материалдарға сілтемелер;</p>
                <p>6.10.4. нацистік атрибуттар немесе символика;</p>
                <p>6.10.5. қылмыстық, құқыққа қарсы іс-әрекеттер жасау жөніндегі нұсқаулықты насихаттау;</p>
                <p>6.10.6. қорқытулар, беделін түсіретін, қорлайтын, ар-намысы мен қадір-қасиетіне немесе іскерлік
                    беделіне нұқсан келтіретін немесе Пайдаланушылардың және үшінші тұлғалардың жеке өміріне қол
                    сұғылмаушылықты бұзатын материалдар;</p>
                <p>6.10.7. алкоголь және спирті бар ішімдіктерді, сыра және оның негізіндегі сусындарды; есірткі
                    құралдарын және өзге де тыйым салынған құралдарды өткізу/жеткізу туралы ақпарат/ хабарландырулар;
                </p>
                <p>6.10.8. Қазақстан Республикасының қолданыстағы заңнамасын бұзатын өзге де материалдарды пайдалануға
                    (орналастыруға) &ndash; тыйым салынады.</p>
                <p>6.11. Пайдаланушы Қазақстан Республикасының салық заңнамасының талаптарын бұзбауға міндеттенеді және
                    салықтарды декларациялауға және төлеуге өзі жауапты.</p>
                <p>6.12. Пайдаланушы Қазақстан Республикасының заңнамасын сақтауға міндеттенеді және осы Офертаның
                    шарттары орындалмаған және Қазақстан Республикасының заңнамасы бұзған жағдайда жеке өзі жауапты
                    болады.</p>
                <p>&nbsp;</p>
                <p>7. Тараптардың жауапкершілігі. Жауапкершіліктің шектелуі</p>
                <p>&nbsp;</p>
                <p>7.1. Осы Оферта бойынша өз міндеттемелерін бұзған Тарап&nbsp; дереу залалды жоюға немесе зардаптарды
                    қалпына келтіруге шаралар қолдануға тиіс.</p>
                <p>7.2. Пайдаланушы Сервистің функционалдығын өз тәуекеліне пайдаланады.</p>
                <p>Сервис Пайдаланушыға &laquo;сол қалпында&raquo; (as is), халықаралық тәжірибеде жалпы қабылданған
                    қағидатына сәйкес ұсынылады. Сервисті орнату, жаңарту, қолдау және пайдалану процесінде туындайтын
                    проблемалар үшін Әкімші жауап бермейді.</p>
                <p>7.3. Моральдық және (немесе) материалдық зиян келтіруге, сондай-ақ өмір мен денсаулыққа зиян
                    келтіруге әкеп соққан кез келген жағдайларға Әкімші жауапты болмайды.</p>
                <p>7.4. Пайдаланушы өзінің Логині мен Құпиясөзінің сақталуына және оны үшінші тұлғалардың рұқсатсыз
                    пайдалануына байланысты туындауы мүмкін шығындар үшін жеке өзі жауапты.</p>
                <p>7.5. Сервистен алынған деректер үшінші тұлғаларға берілмейді.</p>
                <p>7.6. TULPAR қосымшасының лицензиары жолаушы мен жүргізуші арасындағы транзакцияға қатыспайды және
                    барлық мәселелерді, соның ішінде жол жүру бағасын қатысушылар өздері анықтайды.</p>
                <p>8. Cookies</p>
                <p>8.1. Сервисті мобильді қосымшаның көмегімен пайдаланған кезде Әкімші Пайдаланушының телефонында
                    белгілі бір ақпаратты сақтайтын &laquo;куки&raquo; (cookies) технологиясын пайдалана алады. Cookies
                    қосымшаға автоматты түрде кіруге мүмкіндік береді: тіркелген Пайдаланушылар автоматты түрде
                    анықталады. Cookies бұғатталғаннан немесе жойылғаннан кейін интерактивті қызметтегі мүмкіндіктер
                    шектеулі болуы мүмкін.</p>
                <p>8.2. Әкімші Пайдаланушының аппараттық және бағдарламалық жасақтамасына жіберетін Cookies файлдары
                    жекелендірілген қызметтерді ұсыну, мақсатты аудиторияға жарнама жіберу, статистикалық және зерттеу
                    мақсатында және қызмет сапасын жақсарту үшін пайдаланылуы мүмкін.</p>
                <p>&nbsp;</p>
                <p>9. Офертаның қолданылу мерзімі.&nbsp; Тоқтату тәртібі</p>
                <p>&nbsp;</p>
                <p>9.1. Оферта акцепт берілген күннен бастап күшіне енеді және Тараптармен Офертаны жойғанға дейін
                    қолданылады.</p>
                <p>9.2. Пайдаланушының осы Офертада көрсетілген Әкімшінің электрондық пошта адресіне хат жолдау арқылы
                    Қазақстан Республикасы Азаматтық кодексінің нормаларына сәйкес Офертаны кері қайтарып алуға құқығы
                    бар. Пайдаланушы Офертаны оның қолданылу мерзімі ішінде кері қайтарып алған жағдайда, осы Оферта
                    Пайдаланушы кері қайтарып алуды жіберген сәттен бастап 5 (бес) жұмыс күні ішінде тоқтатылған болып
                    есептелінеді.</p>
                <p>9.3. Осы Оферта:</p>
                <p>&nbsp;9.3.1. Тараптардың өзара келісімі бойынша;</p>
                <p>9.3.2 Пайдаланушы Оферта шарттарын бұзған жағдайда Әкімшінің бастамасы бойынша біржақты соттан тыс
                    тәртіппен;</p>
                <p>9.3.3 Әкімшінің бастамасы бойынша Пайдаланушыға қандай да бір ақшалай қаражатты (егер олар төленген
                    жағдайда) қайтармай Пайдаланушымен үшінші тұлғалардың авторлық құқығын бұзған жағдайда біржақты
                    соттан тыс тәртіппен &ndash; мерзімінен бұрын тоқтатылуы мүмкін.</p>
                <p>&nbsp;</p>
                <p>10. Дауларды шешу</p>
                <p>10.1. Оферта бойынша барлық даулар келіссөздер арқылы шешіледі. Сотқа дейінгі келіссөздер міндетті
                    түрде болу қажет. Пайдаланушы шағымды Әкімшіге Офертаның 10.3-тармағында көрсетілген мекенжайға
                    жіберуге міндетті. Әкімші шағымды алған сәттен бастап 30 (отыз) күнтізбелік күн ішінде шағымға жауап
                    береді. Егер тараптар келісімге келмесе Оферта бойынша дауларды Әкімшінің орналасқан жері бойынша
                    сотта қаралуына жатады.</p>
                <p>10.2. Сұрау салулар, шағымдар, өзге де құжаттар осы Офертаның 10.3-тармағында көрсетілген электрондық
                    адреске жіберілуі қажет.</p>
                <p>10.3. Адрес: tulpar.qyzmeti@gmail.com.</p>
                <p>&nbsp;</p>
                <p>11. Өзге ережелер</p>
                <p>11.1. Пайдаланушылар Сервисті пайдалану кезінде электрондық хабарламалармен алмасу жолымен Қазақстан
                    Республикасының Азаматтық кодексіне сәйкес өзара шарт жасасады.</p>
                <p>11.2. Офертадан туындайтын құқықтық қатынастар Қазақстан Республикасының заңнамасымен реттеледі.</p>
                <p>11.3. Сервисті пайдалана отырып, Пайдаланушылар &laquo;Дербес деректер және оларды қорғау
                    туралы&raquo; Қазақстан Республикасының 2013 жылғы 21 мамырдағы №94-V Заңына сәйкес Әкімшіге дербес
                    деректерді өңдеуге өзінің келісімін береді, оның ішінде: тегі, аты, әкесінің аты, фотосуреті,
                    жынысы, туған күні, байланыс телефондарының нөмірлері, көлік құралы туралы деректер; дербес
                    деректерді электрондық дерекқорға енгізу, тізімдерге (тізілімдерге) және есептік нысандарға енгізу
                    арқылы өңдеуді қоса алғанда, жинауды, жүйелеуді, жинақтауды, сақтауды, жаңартуды, пайдалануды
                    өзгертуді, иесіздендіруді, бұғаттауды, жоюды қоса алғанда, Әкімшіге осы Келісімнің талаптарын
                    орындау мақсатында өзінің дербес деректерімен барлық әрекеттерді (операцияларды) жүзеге асыру
                    құқығын береді, олардың рұқсатсыз кіруден қорғалуын қамтамасыз ететін шараларды сақтай отырып,
                    машиналық тасымалдағыштарды пайдалана отырып және байланыс арналары арқылы өздерінің дербес
                    деректерін қабылдау және беру келісімін береді.</p>
                <p>11.4. Пайдаланушы дербес деректерді өңдеуге өзінің келісімін Офертада көрсетілген Әкімшінің
                    электрондық пошта адресіне жазбаша өтініш жіберу арқылы кері қайтарып алуға құқылы.</p>
                <p>&nbsp;</p>
                <p>12. Әкімші Деректемелері</p>
                <p>Электрондық пошта: tulpar.qyzmeti@gmail.com, тел: 7073213436.</p>
                <p>&nbsp;</p>
                <p>&nbsp;</p>
            </td>
        </tr>
    </tbody>
</table>
<p>&nbsp;</p>
