<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>Публичная оферта kz</title>
    <style>
        body {
            display: flex;
            justify-content: center;
            align-items: center;
            min-height: 100vh;
            margin: 0;
            padding: 0;
            font-family: Arial, sans-serif;
            background-color: #D1F0F4;
        }

        .content {
            width: 100%;
            max-width: 700px;
            margin: 20px;
            padding: 20px;
            box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
            background-color: #fff;
        }

        .italic {
            font-style: italic;
        }
    </style>
</head>

<body>
    <div class="content">
        <img src="{{ URL::asset('/assets/images/logo_public_offer.png') }}" alt="" width="100%"
            class="logo logo-light">
        <p class="italic">
            Сіз Лицензиялық келісімнің қазақша нұсқасын қарап жатырсыз. Орысша нұсқасын көру үшін мына сілтемеге өтіңіз:
            <a href="{{ url('/public_offer/ru') }}">Орыс нұсқасы</a>
        </p>
        <p class="italic">
            Вы просматриваете версию Лицензионного соглашения на казахском языке. Чтобы просмотреть версию на русском
            языке, перейдите по ссылке: <a href="{{ url('/public_offer/ru') }}">Версия на русском языке</a>
        </p>
        <p></p>
        <p><strong>Лицензиялық келісім</strong></p>
        <p>&nbsp;</p>
        <p>Жарияланған күні: 20.04.2023 ж.</p>
        <p>&nbsp;</p>
        <p>Осы лицензиялық келісім (жария оферта) (бұдан әрі &ndash; Оферта/Келісім) Қазақстан Республикасында
            &laquo;TULPAR&raquo; мобильдік қосымшасын пайдалану кезінде Лицензиаттың (бұдан әрі &ndash;
            Пайдаланушы) және Лицензиардың (бұдан әрі &ndash; Әкімші) құқықтары мен міндеттерін белгілейді.</p>
        <p>&nbsp;</p>
        <p>Бұл Оферта беймәлім тұлғалар тобына жолданған және Қазақстан Республикасы Азаматтық кодексінің
            395-бабы негізінде жария оферта болып табылады.</p>
        <p>&nbsp;</p>
        <p>Бұл Оферта Тараптардың қол қоймай, Оферта елеулі шарттарын қамтитын осы Офертаны акцептеу жолымен
            жасалады. Бұл Оферта Қазақстан Республикасы Азаматтық кодексінің 394-бабына сәйкес заңды күшіне ие
            және тараптар қол қойған шартқа теңестіріледі.</p>
        <p>&nbsp;</p>
        <p>Пайдаланушының &laquo;TULPAR&raquo; мобильді қосымшасында тіркелуі, сондай-ақ Қазақстан Республикасы
            Азаматтық кодексінің 396-бабының 1-тармағына сәйкес сервисті нақты пайдаланудың басталуы осы
            Офертаны пайдаланушының акцепті болып танылады.</p>
        <p>&nbsp;</p>
        <p>https://tulpar.ltm.studio/ сайтындағы ақпарат &laquo;TULPAR&raquo; мобильді қосымшасын пайдалану
            шарттары мен ережелерін айқындайды, сондай-ақ кез келген адамның осы мобильді қосымшамен ұсынылатын
            мүмкіндіктерді пайдалану ережелері мен шарттарын айқындайды.</p>
        <p>&nbsp;</p>
        <p>&laquo;TULPAR&raquo; мобильді қосымшасын мобильді құрылғыға орната отырып, Сіз сайтта орналастырылған
            барлық ережелермен, шарттармен және ақпаратпен, соның ішінде Офертамен сөзсіз келісім бересіз.</p>
        <p>&nbsp;</p>
        <p>Оферта Интернетте келесі сайтта орналастырылған: https://tulpar.ltm.studio/.</p>
        <p>&nbsp;</p>
        <p>Егер Сіз Офертамен, сондай-ақ Сервистің Құпиялылық саясатының шарттары мен ережелері, мобильді
            қосымшаны пайдалану ережелерімен келіспесеңіз, оларды сақтағыңыз келмесе, мобильді қосымшаны ұялы
            телефоннан немесе компьютерден жойып тастаңыз және Сервисті пайдаланбаңыз. Егер Сіз ережелермен
            немесе шарттармен келіспесеңіз, онда Сіз ұялы телефоннан немесе компьютерден мобильді қосымшаны
            жоюға және &laquo;TULPAR&raquo; қызметін пайдаланбауға міндеттісіз. Әйтпесе, Сіз сайтта
            орналастырылған барлық ережелермен, шарттармен және ақпаратпен сөзсіз тәртіпте келіскен болып
            саналасыз.</p>
        <p>&laquo;TULPAR&raquo; мобильді қосымшасы Қазақстан Республикасының аумағында ғана қолданылады.</p>
        <p>&nbsp;</p>
        <p>1. Ұғымдар және терминдер</p>
        <p>&nbsp;</p>
        <p>1.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Осы Офертада қолданылатын ұғымдар мен
            терминдер:</p>
        <p>а. Сервис &ndash; пайдаланушылардың өзара іс-қимылына арналған &laquo;TULPAR&raquo; сайты мен
            мобильді қосымшасының бағдарламалық жасақтамасы (ЭЕМ арналған бағдарлама)</p>
        <p>ә. Сайт - https://tulpar.ltm.studio/ адрес бойынша Интернетте орналасқан сайт.</p>
        <p>б. Мобильді қосымша &ndash; &laquo;TULPAR&raquo; мобильді қосымшасы.</p>
        <p>в. Пайдаланушы &ndash; 18 жасқа толған тұлға немесе Сервисте тіркеу рәсімінен өткен заңды тұлға.</p>
        <p>г. Аккаунт - Сервисті пайдалану және басқа Пайдаланушылармен өзара әрекеттесу үшін Пайдаланушыны
            тіркеу кезінде жасалатын сервистегі Пайдаланушының есептік жазбасы.</p>
        <p>ғ. Тіркеу &ndash; Логин мен Құпиясөзді, дербес деректерді көрсету арқылы пайдаланушының сервисте
            тіркеу нысанын толтыруы және жіберуі.</p>
        <p>д. Логин және Құпиясөз &ndash; Аккаунтқа кіру үшін қажет қосымшада тіркелу кезінде Пайдаланушы
            жасаған таңбалар. Логин &ndash; Пайдаланушының ұялы телефон нөмірі, Құпиясөз &ndash; Пайдаланушы SMS
            хабарлама арқылы Логинді енгізгеннен кейін алатын код.</p>
        <p>е. Әкімші &ndash; осы Офертаның Тарапы болып табылатын, Пайдаланушыға Сервиске қол жеткізуді ұсынатын
            және Пайдаланушылардың шағымдары мен ұсыныстарға жауаптарды қабылдауды, қарауды және жіберуді жүзеге
            асыратын &laquo;Legion&raquo; ЖК.</p>
        <p>ж. Айрықша емес лицензия - осы Офертада көрсетілген тәртіппен және тәсілдермен сервисті пайдаланудың
            айрықша емес, өтеусіз, ал кейбір жағдайларда Офертада көрсетілген өтеулі құқығы. Айрықша емес
            лицензия пайдаланушыларға Қазақстан Республикасының аумағында беріледі.</p>
        <p>з. Жүргізуші &ndash; Тапсырыстарға жауап беру мақсатында Тапсырыстарды іздеуді, қарауды жүзеге
            асыратын; жолаушыны, жүкті тасымалдауға, заттарды жеткізуге көлік құралында, автомобильде, мопедте
            және т. б. Тапсырысты қабылдаған Пайдаланушы.</p>
        <p>и. Курьер &ndash; Тапсырыстарға жауап беру мақсатында салмағы 3 (үш) килограмға дейінгі заттарды
            тасымалдауға Тапсырыстарды іздеуді, қарауды жүзеге асыратын; заттарды мопедпен/скутермен,
            велосипедпен және т.б., не жаяу тасымалдауға Тапсырысты қабылдаған Пайдаланушы.</p>
        <p>к. Жөнелтуші &ndash; ұсыныстарын қарайтын және сәлемдемені, жүкті жіберетін Сервисте Тапсырыс
            орналастыратын пайдаланушы.</p>
        <p>қ. Жолаушы &ndash; тасымалдауға Тапсырысты Сервисте орналастыратын пайдаланушы</p>
        <p>л. Тасымалдау &ndash; Жолаушы, жолаушыны тасымалдауға тапсырыс берген, ал жүргізуші орындау үшін
            Тапсырысты қабылдаған қызмет.</p>
        <p>м. Тапсырыс &ndash; Тапсырыс берушінің жолаушыны немесе сәлемдемені/жүкті тасымалдау қажеттілігі
            туралы онда көрсетілген шарттарда хабарлама. Тапсырыс Сервисте орналастырылады және барлық азаматтар
            тобына қол жетімді.</p>
        <p>н. Жүк - Тасымалдау үшін Тапсырыста көрсетілген жеке анықталған зат.</p>
        <p>ң. Қалаішілік тасымалдау &ndash; бір елді мекен шегінде Жолаушыларды тасымалдау.</p>
        <p>о. Қалааралық тасымалдау &ndash; Жолаушыларды елді мекендер арасында автокөлігімен тасымалдау.</p>
        <p>ө. Жүк тасымалы &ndash; жүктерді жүк автомобильдерімен тасымалдау.</p>
        <p>п. Жеткізу &ndash; салмағы 20 (жиырма) килограмға дейінгі жүктерді жеңіл автокөлігімен тасымалдау</p>
        <p>&nbsp;</p>
        <p>1.2. Келісімде осы Келісімнің 1.1-тармағында белгіленбеген ұғымдар мен терминдер пайдаланылуы мүмкін.
            Мұндай жағдайларда ұғымдар мен терминдерді түсіндіру осы Келісімнің мәтіні мен мағынасына сәйкес
            жүргізіледі. Келісім мәтінінде ұғым мен терминді біржақты түсіндіру болмаған жағдайда азаматтық
            заңнамаға және іскерлік айналым әдет ғұрыптарына сәйкес ұғымдар мен терминдерді түсіндіруді
            басшылыққа алу керек.</p>
        <p>&nbsp;</p>
        <p>2. Жалпы ережелер</p>
        <p>2.1. Сервиске қол жеткізу үшін Пайдаланушының компьютері мен мобильді құрылғылары арқылы қамтамасыз
            етіледі.</p>
        <p>2.2. Пайдаланушының Сервисте жарнаманың болуы мүмкін екендігіне келісімін береді. Пайдаланушы
            Әкімшінің де, үшінші тұлғалардың да жарнамалық хабарламаларын жариялануына қарсы емес.</p>
        <p>2.3. Пайдаланушы Тіркеу кезінде көрсетілген деректердің өзекті және шынайы екендігіне кепілдік
            береді. Пайдаланушы Тіркеу кезінде дұрыс емес мәліметтерді ұсынған жағдайда, пайдаланушыға ықтимал
            кері салдарлары, олар: Сервиске қолжетімділікті беруді тоқтата тұру; Аккаунты бұғаттау; Қазақстан
            Республикасының заңнамасына сәйкес өзге де жауапкершіліктер болуы мүмкін туралы ескертіледі.</p>
        <p>2.4. Әкімші Пайдаланушының Сервисте белсенділігін есепке алуға және осы ақпаратты ескере отырып,
            Пайдаланушы үшін жарнамалық ақпаратты көрсетуге құқылы. Аталған ақпарат жабық деп саналады және
            Әкімшімен, Пайдаланушылармен және үшінші тұлғалармен жариялауға жатпайды.</p>
        <p>2.5. Әкімші Сервисте Тіркелуге және сервистер мен Сервис функционалын пайдалануға қатысты пайдаланушы
            үшін кез келген қосымша талаптар мен шектеулерді белгілеуге құқылы.</p>
        <p>2.6. Пайдаланушы Әкімшінің алдын ала жазбаша келісімінсіз қосымшаның немесе сайттың кез келген
            бөлігінің және оның құрамдас бөліктерінің басқа бағдарламалық жасақтамада пайдалана алмайды, өзгерте
            алмайды, ендіре алмайды немесе онымен біріктіре алмайды, қайта өңделген нұсқасын жасай алмайды; осы
            Келісім бойынша лицензияларды (қосалқы лицензияларды) сатуға, беруге, жалға беруге, кепілге беруге,
            үшінші тұлғаларға құқық беруге, үшінші тұлғалардың мүддесі үшін қосымшаны немесе Сайтты және оның
            құрамдас бөліктерін көшіру, тарату немесе көбейту; қосымшаға немесе сайтқа қатысты қандай да бір
            салыстырмалы талдау нәтижелерін жария ету, аталған нәтижелерді бағдарламалық қамтамасыз етуді
            әзірлеу жөніндегі өзінің бәсекелес қызметі үшін пайдалану; қосымшаны немесе сайтты өзгерту, құрамдас
            кодтарға талдау жасау, қайта өңдеу немесе жетілдіру, бағдарламаның немесе сайттың және оның құрамдас
            бөліктерінің бастапқы мәтінін алуға тыйым салынады.</p>
        <p>&nbsp;</p>
        <p>3. Оферта нысаны</p>
        <p>&nbsp;</p>
        <p>3.1. Әкімші ұсынады, ал Пайдаланушы беру құқығынсыз дербес айрықша емес коммерциялық емес шектеулі
            лицензияны қабылдайды, Әкімші Офертада көрсетілген шарттарға сәйкес Сервисті пайдалануға біржақты
            тәртіппен тыйым сала алады. Офертамен келіспеген тұлғаның Сервисте тіркелуге немесе Сервисті
            пайдалануға құқығы жоқ.</p>
        <p>3.2. Оферта Сервисті пайдалану тәртібін, Әкімші және Пайдаланушылардың құқықтары мен міндеттерін
            белгілейді. Оферта шарттары Пайдаланушылар үшін міндетті болып табылады.</p>
        <p>3.3. Оферта Әкімшімен, Пайдаланушының келісімінсіз біржақты тәртіппен өзгерте алады. Өзекті Оферта
            Интернетте мына адресі бойынша орналастырылған: https://tulpar.ltm.studio/.</p>
        <p>Әкімші Пайдаланушыларға Оферта шарттарына өзгертулер енгізгені туралы ақпараттарды тексеріп тұруға
            ұсыныс жасайды. Офертаға өзгерістер енгізілгеннен кейін Сервисті пайдалануды жалғастыру
            Пайдаланушының осындай өзгерістермен қабылдауын және келісуін білдіреді.</p>
        <p>3.4. Оферта, оған барлық өзгерістер мен толықтырулар Интернетте Офертаның 3.3-тармағында көрсетілген
            адрес бойынша жарияланған күннен бастап күшіне енеді.</p>
        <p>3.5. Берілетін құқықтардың аумағы &ndash; Қазақстан Республикасы.</p>
        <p>&nbsp;</p>
        <p>4. Сервис мәртебесі</p>
        <p>&nbsp;</p>
        <p>4.1. Сервистің зияткерлік меншік объектілеріне (бағдарламалық жасақтама, коммерциялық белгілеу,
            &laquo;TULPAR&raquo; тауар белгісі және басқа да зияткерлік меншік объектілері) және желілік
            мекенжайларды (домендік атауларды) tulpar.ltm.studio/ пайдалануға барлық құқықтар тиісті шарттар,
            рұқсаттар, куәліктер негізінде Әкімшіге тиесілі. Әкімші Офертаның ережелерін және Сервистің өзге
            құжаттарын сақтаған жағдайда барлық пайдаланушыларға Сервиске қол жеткізуді ұсынады.</p>
        <p>4.2. Әкімші Пайдаланушыларға Сервис функционалымен &nbsp;қолдануға мүмкіндік береді. Өзге қызметтер
            Пайдаланушыларға көрсетілмейді.</p>
        <p>4.3. Айрықша емес лицензия шеңберінде Пайдаланушы Сервисті сайт және/немесе &laquo;TULPAR&raquo;
            мобильді қосымшасы арқылы пайдалануға құқылы.</p>
        <p>4.4. Сервис таксомоторлық ұйым болып табылмайды, Пайдаланушыларға жолаушылар мен багажды тасымалдау
            бойынша қызметтерді, жүктерді тасымалдау жөніндегі қызметтерді немесе қандай да бір өзге де көлік
            қызметтерін көрсетпейді. Сервис курьерлік қызмет, тамақ өнімдерін, дайын тамақ өнімдерін,
            дәрі-дәрмектерді және өзге де тауарлар мен тұтыну заттарын сатушы немесе өндіруші болып табылмайды,
            сервис Пайдаланушыларға өзара іс-қимыл жасауға мүмкіндік беретін интернет-агрегатор бола отырып,
            курьерлік қызметтерді, жеткізу қызметтерін тікелей көрсетпейді. Сервис дүкен, азық-түлік сатушысы
            болып табылмайды, сервис пайдаланушыларға өзара әрекеттесуге мүмкіндік беретін интернет-агрегатор
            бола отырып, өнімдерді сатып алу-сату бойынша қызметтерді тікелей көрсетпейді.</p>
        <p>4.5. Сервисті Пайдаланушылар &laquo;TULPAR&raquo; мобильді қосымшасын Қазақстан Республикасының
            аумағынан тыс жерде пайдаланбауға, ашпауға, жүктемеуге міндеттенеді.</p>
        <p>4.6. Сервис Пайдаланушылары Қазақстан Республикасының қолданыстағы заңнамасына сәйкес алкогольдік
            ішімдіктерді, айналымда шектелген немесе айналымнан алынған тауарларды, Қазақстан Республикасының
            заңнамасына сәйкес қашықтықтан сатуға тыйым салынған тауарларды сатып алу, сату, тапсырыс беру
            немесе жеткізу мақсатында Сервисті пайдаланбауға міндеттенеді.</p>
        <p>&nbsp;</p>
        <p>5. Әкімшінің құқықтары мен міндеттері</p>
        <p>&nbsp;</p>
        <p><br /> 5.1. Офертаға және Сервиске қатысты барлық мәселелерге, оны пайдалану кезінде үшінші
            тұлғалардың құқықтары мен мүдделерінің бұзылуына байланысты жеке және заңды тұлғалардың барлық
            өтініштері, ұсыныстары Әкімшіге осы Офертаның 12-бөлімінде көрсетілген электрондық пошта мекенжайына
            жіберілуге тиіс.</p>
        <p>5.2. Сервистің жұмыс істеуі мен дамуына қатысты Әкімші Қазақстан Республикасының заңнамасын, осы
            Офертаны, Құпиялылық саясатын және Пайдаланушыларға сервистің жекелеген функционалдарын ұсынуды
            регламенттеу мақсатында Әкімші әзірлеген немесе әзірлеуі және қабылдауы мүмкін өзге де құжаттарды
            басшылыққа алады.</p>
        <p>5.3. Оферта Пайдаланушыларға және үшінші тұлғаларға фирмалық атауды, тауар белгілерін, домендік
            атауларды және Әкімшінің өзге де айырым белгілерін, сондай-ақ Әкімшіге тиесілі зияткерлік меншік
            объектілерін пайдалануға құқық бермейді.</p>
        <p>5.4. Әкімші Сервистің жұмыс істеуін және жұмысқа қабілеттілігін қамтамасыз етеді және техникалық
            жаңылулар мен кідірістер болған жағдайда оның жұмыс қабілеттілігін жедел қалпына келтіруге
            міндеттенеді. Әкімші Сервистің уақытша істен шығуы мен кідірістерінен және олар тудырған ақпараттың
            жоғалуына жауап бермейді.</p>
        <p>5.5. Әкімші Пайдаланушының осы Офертаны бұзғаны үшін жауапты болмайды. Егер Әкімші Пайдаланушының осы
            Офертаны бұзғаны туралы мәлім болса, Әкімші Офертаны және өзге де құжаттар мен Сервис қағидаларында
            белгіленген тыйымдарды бұзатын Пайдаланушымен жарияланған ақпаратты өзгертуге және/немесе жоюға,
            Пайдаланушының кіруін тоқтата тұруға, шектеуге немесе тоқтатуға құқылы. Әкімші жоғарыда аталған
            әрекеттерімен Пайдаланушыға келтірілуі мүмкін зиян үшін жауап бермейді. Әкімші Пайдаланушы ақпаратын
            уақытша бұғаттағаны немесе жойғанына жауапты болмайды.</p>
        <p>5.6. Әкімші Пайдаланушылардың әрекеттері мен Пайдаланушылар арасындағы қарым-қатынас үшін жауапты
            бола алмайды. Әкімші Пайдаланушылар арасындағы даулар, Пайдаланушылар мен үшінші
            тұлғалар/мемлекеттік органдар арасындағы даулар бойынша тарап ретінде қатыспайды.</p>
        <p>5.7. Әкімші СМС-хабарламалар немесе өзге де байланыс арналары арқылы пайдаланушыларға
            хабарламалар/мәлімдеме жіберуге құқылы.</p>
        <p>5.8. Әкімші осы Офертаның шеңберінде Пайдаланушылардан лицензиялық сыйақы алуға құқылы. Төлем
            тәртібі, лицензиялық сыйақы құны және өзге де шарттар туралы ақпарат Сервисте қолжетімді.</p>
        <p>5.9. Әкімші кез келген уақытта Пайдаланушының осы Офертаның шарттарын бұзғаны туралы күдік туындаған
            кезде Пайдаланушыны хабардар етпестен Пайдаланушының Сервиске кіруіне тыйым салуға құқылы. Бұл
            жағдайда Пайдаланушы Әкімшіге ешқандай талап қоймауға міндеттенеді, ал Әкімші Пайдаланушыға төленген
            лицензиялық сыйақыны қайтармауға құқылы.</p>
        <p>5.10. Әкімші қосымшаның қолдауын, техникалық қызмет көрсетуін, жаңартуларын, модификацияларын және
            жаңа нұсқаларын ұсынуға міндетті емес. Дегенмен, ол Қосымшаға арналған жаңартуларды шығарып, оны
            Пайдаланушының мобильді құрылғысында автоматты түрде жаңартады. Пайдаланушы автоматты жаңарту үшін
            келісім береді, сондай-ақ осы Келісімнің шарттары мен ережелері көрсетілген жаңартулар үшін
            қолданылады.</p>
        <p>&nbsp;</p>
        <p>6. Сервисте тіркелу және Пайдаланушы мәртебесі.</p>
        <p>Дербес деректер</p>
        <p>&nbsp;</p>
        <p>6.1. Сервисте тіркелу ерікті, тегін және Интернетте tulpar.ltm.studio/ сілтемесі бойынша және
            &laquo;TULPAR&raquo; мобильді қосымшасында жүзеге асырылады.</p>
        <p>Пайдаланушы тіркеу кезінде электрондық пошта адресін беруге құқылы.</p>
        <p>Тіркеу нысаны толтырылған және оны Лицензиарға жіберген кезде тіркеу аяқталды деп есептеледі. Тіркеу
            нысанын толтыру процесінде міндетті толтыруға (жүктеуге) жататын мәліметтер (құжаттар) талап етілуі
            мүмкін. Тіркеу нысанын жібергеннен кейін Пайдаланушының телефонына тіркеуден өткенін растайтын
            Сервистен хабарлама келеді. Тіркеуден өту рәсімі Пайдаланушының Сервистің Құпиялылық саясатының
            шарттарын қабылдауын, сондай-ақ дербес деректерді өңдеуге және жарнамалық таратылымдарды алуға
            келісім беруді қамтиды.</p>
        <p>6.2. Тіркелу кезінде Пайдаланушы енгізген Логин мен Құпиясөз Пайдаланушының Сервиске кіру үшін
            қажетті және жеткілікті ақпарат болып табылады.</p>
        <p>6.3. Пайдаланушы деректердің жалпыға қолжетімді және Сервистің кез келген Пайдаланушысына қолжетімді
            екенін растайды және дербес деректерді қорғау туралы Қазақстан Республикасының қолданыстағы
            заңнамасына (егер көрсетілген деректер қолданыстағы заңнамаға сәйкес дербес деректерге жататын
            болса) және Сервистің құпиялылық саясатына сәйкес өңделеді.</p>
        <p>6.4. Пайдаланушы ақаулардың, техникалық ақаулардың, үшінші тұлғалардың әрекеттерінен, соның ішінде
            вирустық немесе хакерлік шабуылдардың нәтижесінде Сервисте көрсетілген Пайдаланушының деректері
            үшінші тұлғаларға қолжетімді болуы мүмкін екенін түсінеді және келіседі. Бұл жағдайда Пайдаланушы
            Әкімшіге қандайда болмасын талап қоймауға міндеттенеді.</p>
        <p>6.5. Пайдаланушы:</p>
        <p>а) есептік деректерді Сервис арқылы адамдардың шектеусіз тобына, оның ішінде Интернет арқылы беруге;
        </p>
        <p>ә) жарнамаларды көрсету үшін пайдаланушының есептік және статистикалық деректерін пайдалануға;</p>
        <p>б) Әкімшінің және (немесе) Әкімшінің серіктестерінің қызметтері, жаңалықтары туралы ақпарат жолдауға;
        </p>
        <p>в) тиісті сұрау салулар келіп түскен жағдайда, мемлекеттік биліктің уәкілетті органдарына дербес
            деректерді беруге;</p>
        <p>г) Сервистің Құпиялылық саясатында көрсетілген өзге де әрекеттерді жүзеге асыруға Әкімшіге келісім
            береді.</p>
        <p>6.6. Пайдаланушы тіркелу кезінде көрсетілген деректерді кез келген уақытта Жеке кабинетін пайдалана
            отырып өзгертуге құқылы.</p>
        <p>6.7. Пайдаланушы өзінің құқық қабілеттілігіне және/немесе әрекетке қабілеттілігіне осы Офертаны
            жасауға және орындауға, оның ішінде Әкімшіге Оферта шеңберінде лицензиялық сыйақы төлеуге құқылы
            екендігіне кепілдік береді.</p>
        <p>6.8. Пайдаланушыларды тіркеу кезінде Әкімші олардың әрекетке қабілеттілігі мен құқық қабілеттілігін
            бақылауды жүзеге асырмайды. Егер Әкімшінің Пайдаланушы Сервисте тіркеу шарттарын бұзды деп
            пайымдауға негіз болған жағдайда, онда Әкімші Пайдаланушыны тіркеуді тоқтата тұру немесе күшін жою
            және Сервисте орналастырылған функционалдарға қол жеткізуден бас тарту құқығын өзіне қалдырады.</p>
        <p>6.9. Егер Тіркеу кезінде Пайдаланушы берген ақпарат Пайдаланушы үшінші тұлғаларға дербес қол
            жеткізген жағдайда Әкімші жауапты болмайды.</p>
        <p>6.10. Сервисті пайдалану кезінде Пайдаланушыларға төменде көрсетілген әрекеттері қамтитын:</p>
        <p>6.10.1. балағат немесе дөрекі сөздер немесе сөз тіркестері, порнографиялық бейнелер мен сексуалдық
            сипаттағы мәтіндер немесе көріністер;</p>
        <p>6.10.2. қорқыту, зорлық-зомбылыққа және құқыққа қарсы әрекеттер жасауға, Қазақстан Республикасының
            заңнамасын бұзуға шақыру;</p>
        <p>6.10.3. зорлық-зомбылық, қатыгездік, нәсілдік, ұлтаралық немесе дінаралық алауыздық элементтері,
            сондай-ақ осындай материалдарға сілтемелер;</p>
        <p>6.10.4. нацистік атрибуттар немесе символика;</p>
        <p>6.10.5. қылмыстық, құқыққа қарсы іс-әрекеттер жасау жөніндегі нұсқаулықты насихаттау;</p>
        <p>6.10.6. қорқытулар, беделін түсіретін, қорлайтын, ар-намысы мен қадір-қасиетіне немесе іскерлік
            беделіне нұқсан келтіретін немесе Пайдаланушылардың және үшінші тұлғалардың жеке өміріне қол
            сұғылмаушылықты бұзатын материалдар;</p>
        <p>6.10.7. алкоголь және спирті бар ішімдіктерді, сыра және оның негізіндегі сусындарды; есірткі
            құралдарын және өзге де тыйым салынған құралдарды өткізу/жеткізу туралы ақпарат/ хабарландырулар;
        </p>
        <p>6.10.8. Қазақстан Республикасының қолданыстағы заңнамасын бұзатын өзге де материалдарды пайдалануға
            (орналастыруға) &ndash; тыйым салынады.</p>
        <p>6.11. Пайдаланушы Қазақстан Республикасының салық заңнамасының талаптарын бұзбауға міндеттенеді және
            салықтарды декларациялауға және төлеуге өзі жауапты.</p>
        <p>6.12. Пайдаланушы Қазақстан Республикасының заңнамасын сақтауға міндеттенеді және осы Офертаның
            шарттары орындалмаған және Қазақстан Республикасының заңнамасы бұзған жағдайда жеке өзі жауапты
            болады.</p>
        <p>&nbsp;</p>
        <p>7. Тараптардың жауапкершілігі. Жауапкершіліктің шектелуі</p>
        <p>&nbsp;</p>
        <p>7.1. Осы Оферта бойынша өз міндеттемелерін бұзған Тарап&nbsp; дереу залалды жоюға немесе зардаптарды
            қалпына келтіруге шаралар қолдануға тиіс.</p>
        <p>7.2. Пайдаланушы Сервистің функционалдығын өз тәуекеліне пайдаланады.</p>
        <p>Сервис Пайдаланушыға &laquo;сол қалпында&raquo; (as is), халықаралық тәжірибеде жалпы қабылданған
            қағидатына сәйкес ұсынылады. Сервисті орнату, жаңарту, қолдау және пайдалану процесінде туындайтын
            проблемалар үшін Әкімші жауап бермейді.</p>
        <p>7.3. Моральдық және (немесе) материалдық зиян келтіруге, сондай-ақ өмір мен денсаулыққа зиян
            келтіруге әкеп соққан кез келген жағдайларға Әкімші жауапты болмайды.</p>
        <p>7.4. Пайдаланушы өзінің Логині мен Құпиясөзінің сақталуына және оны үшінші тұлғалардың рұқсатсыз
            пайдалануына байланысты туындауы мүмкін шығындар үшін жеке өзі жауапты.</p>
        <p>7.5. Сервистен алынған деректер үшінші тұлғаларға берілмейді.</p>
        <p>7.6. TULPAR қосымшасының лицензиары жолаушы мен жүргізуші арасындағы транзакцияға қатыспайды және
            барлық мәселелерді, соның ішінде жол жүру бағасын қатысушылар өздері анықтайды.</p>
        <p>8. Cookies</p>
        <p>8.1. Сервисті мобильді қосымшаның көмегімен пайдаланған кезде Әкімші Пайдаланушының телефонында
            белгілі бір ақпаратты сақтайтын &laquo;куки&raquo; (cookies) технологиясын пайдалана алады. Cookies
            қосымшаға автоматты түрде кіруге мүмкіндік береді: тіркелген Пайдаланушылар автоматты түрде
            анықталады. Cookies бұғатталғаннан немесе жойылғаннан кейін интерактивті қызметтегі мүмкіндіктер
            шектеулі болуы мүмкін.</p>
        <p>8.2. Әкімші Пайдаланушының аппараттық және бағдарламалық жасақтамасына жіберетін Cookies файлдары
            жекелендірілген қызметтерді ұсыну, мақсатты аудиторияға жарнама жіберу, статистикалық және зерттеу
            мақсатында және қызмет сапасын жақсарту үшін пайдаланылуы мүмкін.</p>
        <p>&nbsp;</p>
        <p>9. Офертаның қолданылу мерзімі.&nbsp; Тоқтату тәртібі</p>
        <p>&nbsp;</p>
        <p>9.1. Оферта акцепт берілген күннен бастап күшіне енеді және Тараптармен Офертаны жойғанға дейін
            қолданылады.</p>
        <p>9.2. Пайдаланушының осы Офертада көрсетілген Әкімшінің электрондық пошта адресіне хат жолдау арқылы
            Қазақстан Республикасы Азаматтық кодексінің нормаларына сәйкес Офертаны кері қайтарып алуға құқығы
            бар. Пайдаланушы Офертаны оның қолданылу мерзімі ішінде кері қайтарып алған жағдайда, осы Оферта
            Пайдаланушы кері қайтарып алуды жіберген сәттен бастап 5 (бес) жұмыс күні ішінде тоқтатылған болып
            есептелінеді.</p>
        <p>9.3. Осы Оферта:</p>
        <p>&nbsp;9.3.1. Тараптардың өзара келісімі бойынша;</p>
        <p>9.3.2 Пайдаланушы Оферта шарттарын бұзған жағдайда Әкімшінің бастамасы бойынша біржақты соттан тыс
            тәртіппен;</p>
        <p>9.3.3 Әкімшінің бастамасы бойынша Пайдаланушыға қандай да бір ақшалай қаражатты (егер олар төленген
            жағдайда) қайтармай Пайдаланушымен үшінші тұлғалардың авторлық құқығын бұзған жағдайда біржақты
            соттан тыс тәртіппен &ndash; мерзімінен бұрын тоқтатылуы мүмкін.</p>
        <p>&nbsp;</p>
        <p>10. Дауларды шешу</p>
        <p>10.1. Оферта бойынша барлық даулар келіссөздер арқылы шешіледі. Сотқа дейінгі келіссөздер міндетті
            түрде болу қажет. Пайдаланушы шағымды Әкімшіге Офертаның 10.3-тармағында көрсетілген мекенжайға
            жіберуге міндетті. Әкімші шағымды алған сәттен бастап 30 (отыз) күнтізбелік күн ішінде шағымға жауап
            береді. Егер тараптар келісімге келмесе Оферта бойынша дауларды Әкімшінің орналасқан жері бойынша
            сотта қаралуына жатады.</p>
        <p>10.2. Сұрау салулар, шағымдар, өзге де құжаттар осы Офертаның 10.3-тармағында көрсетілген электрондық
            адреске жіберілуі қажет.</p>
        <p>10.3. Адрес: tulpar.qyzmeti@gmail.com.</p>
        <p>&nbsp;</p>
        <p>11. Өзге ережелер</p>
        <p>11.1. Пайдаланушылар Сервисті пайдалану кезінде электрондық хабарламалармен алмасу жолымен Қазақстан
            Республикасының Азаматтық кодексіне сәйкес өзара шарт жасасады.</p>
        <p>11.2. Офертадан туындайтын құқықтық қатынастар Қазақстан Республикасының заңнамасымен реттеледі.</p>
        <p>11.3. Сервисті пайдалана отырып, Пайдаланушылар &laquo;Дербес деректер және оларды қорғау
            туралы&raquo; Қазақстан Республикасының 2013 жылғы 21 мамырдағы №94-V Заңына сәйкес Әкімшіге дербес
            деректерді өңдеуге өзінің келісімін береді, оның ішінде: тегі, аты, әкесінің аты, фотосуреті,
            жынысы, туған күні, байланыс телефондарының нөмірлері, көлік құралы туралы деректер; дербес
            деректерді электрондық дерекқорға енгізу, тізімдерге (тізілімдерге) және есептік нысандарға енгізу
            арқылы өңдеуді қоса алғанда, жинауды, жүйелеуді, жинақтауды, сақтауды, жаңартуды, пайдалануды
            өзгертуді, иесіздендіруді, бұғаттауды, жоюды қоса алғанда, Әкімшіге осы Келісімнің талаптарын
            орындау мақсатында өзінің дербес деректерімен барлық әрекеттерді (операцияларды) жүзеге асыру
            құқығын береді, олардың рұқсатсыз кіруден қорғалуын қамтамасыз ететін шараларды сақтай отырып,
            машиналық тасымалдағыштарды пайдалана отырып және байланыс арналары арқылы өздерінің дербес
            деректерін қабылдау және беру келісімін береді.</p>
        <p>11.4. Пайдаланушы дербес деректерді өңдеуге өзінің келісімін Офертада көрсетілген Әкімшінің
            электрондық пошта адресіне жазбаша өтініш жіберу арқылы кері қайтарып алуға құқылы.</p>
        <p>&nbsp;</p>
        <p>12. Әкімші Деректемелері</p>
        <p>Электрондық пошта: tulpar.qyzmeti@gmail.com, тел: 7073213436.</p>
        <p>&nbsp;</p>
        <p>&nbsp;</p>
    </div>
</body>

</html>
