<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>Публичная оферта ru</title>
    <style>
        body {
            display: flex;
            justify-content: center;
            align-items: center;
            min-height: 100vh;
            margin: 0;
            padding: 0;
            font-family: Arial, sans-serif;
            background-color: #D1F0F4;
        }

        .content {
            width: 100%;
            max-width: 700px;
            margin: 20px;
            padding: 20px;
            box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
            background-color: #fff;
        }

        .italic {
            font-style: italic;
        }
    </style>
</head>

<body>
    <div class="content">
        <img src="{{ URL::asset('/assets/images/logo_public_offer.png') }}" alt="" width="100%"
            class="logo logo-light">
        <p class="italic">
            Сіз Лицензиялық келісімнің орыс тіліндегі нұсқасын көріп жатырсыз. Қазақша нұсқасын көру үшін мына сілтемеге
            өтіңіз: <a href="{{ url('/public_offer/kz') }}">Қазақша нұсқасы</a>
        </p>
        <p class="italic">
            Вы просматриваете версию Лицензионного соглашения на русском языке. Чтобы просмотреть версию на казахском
            языке, перейдите по ссылке: <a href="{{ url('/public_offer/kz') }}">Казахский</a>
        </p>
        <p></p>
        <p><strong>Лицензионное соглашение</strong></p>
        <p>Дата публикации: 20.04.2023 г.</p>
        <p>&nbsp;</p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Данное Лицензионное соглашение (Публичная оферта) (далее &ndash;
            Оферта/Соглашение) устанавливает права и обязанности Лицензиата (далее &ndash; Пользователя) и
            Лицензиара (далее &ndash; Администратора) при использовании мобильного приложения
            &laquo;TULPAR&raquo; в Республике Казахстан.</p>
        <p>Данная Оферта адресована неопределенному кругу лиц и является публичной офертой на основании статьи
            395 Гражданского кодекса Республики Казахстан.</p>
        <p>Данная Оферта заключается путем акцепта настоящей Оферты, содержащей существенные условия Оферты, без
            подписания сторонами. Данная Оферта имеет юридическую силу в соответствии со статьей 394
            Гражданского кодекса Республики Казахстан и приравнивается к договору, подписанному Сторонами.</p>
        <p>Акцептом Пользователем настоящей Оферты признается Регистрация Пользователя в мобильном приложении
            &laquo;TULPAR&raquo;, а также начало фактического пользования Сервисом, согласно пункту 1 статьи 396
            Гражданского кодекса Республики Казахстан.</p>
        <p>Информация на сайте https://tulpar-qyzmeti.kz/ определяет условия и правила пользования мобильным
            приложением &laquo;TULPAR&raquo;, а также определяет правила и условия пользования любым лицом
            возможностями, предоставляемыми данным мобильным приложением.</p>
        <p>Устанавливая мобильное приложение &laquo;TULPAR&raquo; на свое мобильное устройство Вы соглашаетесь в
            безусловном порядке со всеми правилами, условиями и информацией, размещенными на сайте, в том числе
            с Офертой.</p>
        <p>Оферта размещена в Интернете на следующем сайте: https://tulpar-qyzmeti.kz/</p>
        <p>Если Вы не согласны с Офертой, а также условиями и положениями политики конфиденциальности Сервиса,
            правилами пользования мобильным приложением, не хотите их соблюдать, удалите мобильное приложение с
            мобильного телефона или компьютера и не пользуйтесь Сервисом. В случае, если Вы не согласны с
            правилами или условиями, то Вы обязаны удалить мобильное приложение со своего мобильного телефона
            или компьютера и не пользоваться Сервисом &laquo;TULPAR&raquo;. Иначе Вы будете считаться согласным
            в безусловном порядке со всеми правилами, условиями и информацией, размещенными на сайте.</p>
        <p>Мобильное приложение &laquo;TULPAR&raquo; действует только на территории Республики Казахстан.</p>
        <p>&nbsp;</p>
        <p>1. Понятия и термины</p>
        <p>1.1. Понятия и термины, используемые в настоящей Оферте:</p>
        <p>a. Сервис &ndash; программное обеспечение(программа для ЭВМ) Сайта и мобильного приложения
            &laquo;TULPAR&raquo; для взаимодействий Пользователей.</p>
        <p>ә. Сайт &ndash; сайт, расположенный в Интернете по адресу https://tulpar-qyzmeti.kz/</p>
        <p>б. Мобильное приложение &ndash; мобильное приложение &laquo;TULPAR&raquo;.</p>
        <p>в. Пользователь &ndash; лицо, достигшее 18 лет, или юридическое лицо, прошедшее процедуру Регистрации
            в Сервисе.</p>
        <p>г. Аккаунт &ndash; учетная запись Пользователя в Сервисе, создаваемая при Регистрации Пользователя
            для использования Сервиса и взаимодействия с другими Пользователями.</p>
        <p>ғ. Регистрация &ndash; заполнение и отправка Пользователем регистрационной формы на Сервисе путем
            указания Логина и пароля, персональных данных.</p>
        <p>д. Логин и Пароль - символы, создаваемые Пользователем при Регистрации в приложении, необходиме для
            доступа к Аккаунту. Логином является номер мобильного телефона Пользователя, Пароль &ndash; код,
            который Пользователь получает после ввода Логина посредством СМС сообщения.</p>
        <p>е. Администратор &ndash; ИП &laquo;Legion&raquo;, являющееся Стороной настоящей Оферты,
            предоставляющий Пользователю доступ к Сервису, и осуществляющий прием, рассмотрение и направление
            ответов на жалобы и пожелания Пользователей.</p>
        <p>ж. Неисключительная лицензия - неисключительное, безвозмездное, а в некоторых случаях, оговоренных в
            Оферте возмездное право использования Сервиса, в порядке и способами указанными в настоящей Оферте.
            Неисключительная лицензия предоставляется Пользователям на территории Республики Казахстан.</p>
        <p>з. Водитель &ndash; Пользователь, осуществляющий поиск, просмотр Заказов в целях отклика на Заказы;
            принявший Заказ на перевозку пассажира, груза, доставку предметов на транспортном средстве,
            автомобиле, мопеде и т.п.</p>
        <p>и. Курьер &ndash; Пользователь, осуществляющий поиск, просмотр Заказов на перевозку предметов массой
            до 3 (трех) килограммов, в целях отклика на Заказы; принявший Заказ на перевозку предметов на
            мопеде/скутере, велосипеде и т.п. либо пешком.</p>
        <p>к. Отправитель<strong> &ndash;</strong> Пользователь, размещающий в Сервисе Заказ, просматривающий
            предложения и отправляющий посылку, груз</p>
        <p>қ. Пассажир &ndash; Пользователь размещающий в Сервисе Заказ на перевозку</p>
        <p>л. Перевозка &ndash; услуга, в отношении которой Пассажир разместил Заказ по перевозке Пассажира, а
            Водитель принял Заказ для исполнения</p>
        <p>м. Заказ &ndash; сообщение Заказчика о необходимости перевозки пассажира или посылки/груза на
            указанных в нем условиях. Заказ размещается в Сервисе и доступен неопределенному кругу лиц</p>
        <p>н. Груз &ndash; индивидуально определенный предмет, указанный в Заказе для Перевозки</p>
        <p>ң. Внутригородские перевозки &ndash; перевозка пасажиров в пределах одного населенного пункта</p>
        <p>о. Междугородние перевозки &ndash; перевозка пассажиров между населенными пунктами автомобильным
            транспортом</p>
        <p>ө. Грузовые перевозки &ndash; перевозка грузов грузовыми автомобилями</p>
        <p>п. Доставка &ndash; Перевозка грузов массой до 20 (двадцати) килограммов на легковом автомобиле</p>
        <p>1.2. В Соглашении могут быть использованы понятия и термины, не обозначенные в пункте 1.1 настоящего
            Соглашения. В таких случаях толкование понятий и терминов производится в соответствии с текстом и
            смыслом данного Соглашения. В случае отсутствия однозначного толкования понятия и термина в тексте
            Соглашения следует руководствоваться толкованием понятий и терминов в соответствии с гражданским
            законодательством и обычаями делового оборота.</p>
        <p>&nbsp;</p>
        <p>2. Общие положения</p>
        <p>2.1. Доступ к Сервису предоставляется посредством компьютера и мобильных устройств Пользователя.</p>
        <p>2.2. Пользователь соглашается, что Сервис может содержать рекламу. Пользователь не возражает на
            получение рекламных рассылок как Администратора, так и третьих лиц.</p>
        <p>2.3. Пользователь гарантирует, что данные, указанные при Регистрации, являются актуальными и
            достоверными. В случае предоставления Пользователем недостоверных сведений при Регистрации,
            Пользователь предупрежден о возможных последствиях: приостановлении предоставления доступа к
            Сервису; блокировки Аккаунта; и иной ответственности в соответствии с законодательством Республики
            Казахстан.</p>
        <p>2.4. Администратор вправе вести учет активности Пользователя на Сервисе и, с учетом этой информации,
            производить для Пользователя показ рекламной информации. Указанная информация рассматривается как
            закрытая и не подлежит разглашению Администратором, Пользователями и третьими лицами.</p>
        <p>2.5. Администратор вправе устанавливать любые дополнительные требования и ограничения для
            Пользователя применительно к Регистрации на Сервисе и использованию сервисов и функционала Сервиса.
        </p>
        <p>2.6. Пользователь не может без предварительного письменного согласия Администратора&nbsp;
            использовать, модифицировать, встраивать в другое программное обеспечение или объединять с ним,
            создавать переработанную версию любой части Приложения или Сайта и его составляющих; продавать,
            выдавать лицензии (сублицензии), отдавать в аренду, переуступать, передавать, отдавать в залог,
            предоставлять права по настоящему Соглашению третьим лицам; копировать, распространять или
            воспроизводить Приложение или Сайт и его составляющие в интересах третьих лиц; обнародовать
            результаты какого-либо сопоставительного анализа касательно Приложения или Сайта, использовать
            упомянутые результаты для Вашей собственной конкурирующей деятельности по разработке программного
            обеспечения; модифицировать, разбирать на составляющие коды, перерабатывать или усовершенствовать
            Приложение или Сайт, пытаться получить исходный текст программы Приложения или Сайта и его
            составляющих.</p>
        <p>&nbsp;</p>
        <p>3. Предмет Оферты</p>
        <p>3.1. Администратор предоставляет, а Пользователь принимает персональную неисключительную
            некоммерческую ограниченную лицензию без права передачи, которая может быть отменена Администратором
            в одностороннем порядке, на использование Сервиса в соответствии с условиями, изложенными в Оферте.
            Лицо, несогласное с Офертой не вправе регистрироваться в Сервисе или использовать Сервис.</p>
        <p>3.2. Оферта устанавливает порядок использования Сервиса, права и обязанности Администратора и
            Пользователей. Условия Оферты являются обязательными для Пользователей.</p>
        <p>3.3. Оферта может быть изменена Администратором в одностороннем порядке без согласия Пользователя.
            Актуальная Оферта размещена в Интернете по адресу: https://tulpar-qyzmeti.kz/.</p>
        <p>Администратор рекомендует Пользователям проверять условия Оферты на предмет изменения. Продолжение
            пользования Сервисом после внесения изменений в Оферту будет означать принятие и согласие
            Пользователя с такими изменениями.</p>
        <p>3.4. Оферта, все изменения и дополнения к ней, вступают в силу с момента их опубликования в Интернете
            по адресу, указанному в п.3.3. Оферты.</p>
        <p>3.5. Территория передаваемых прав &ndash; Республика Казахстан.</p>
        <p>&nbsp;</p>
        <p>4. Статус Сервиса</p>
        <p>4.1. Все права на объекты интеллектуальной собственности Сервиса (программное обеспечение,
            коммерческое обозначение, товарный знак &laquo;TULPAR&raquo; и прочие объекты интеллектуальной
            собственности) и на использование сетевых адресов (доменных имен) tulpar-qyzmeti.kz/ принадлежат
            Администратору на основании соответствующих договоров, разрешений, свидетельств. Администратор
            предоставляет доступ к Сервису всем Пользователям при условии соблюдения ими положений Оферты и иных
            документов Сервиса.</p>
        <p>4.2. Администратор предоставляет Пользователям доступ к функционалу Сервиса. Иные услуги
            Пользователям не предоставляются.</p>
        <p>4.3. В рамках неисключительной лицензии Пользователь вправе пользоваться Сервисом посредством Сайта
            и/или мобильного приложения &laquo;TULPAR&raquo;.</p>
        <p>4.4. Сервис не является таксомоторной организацией, не оказывает Пользователям услуг по перевозке
            пассажиров и багажа, услуг по перевозке грузов или каких-либо иных транспортных услуг.</p>
        <p>Сервис не является курьерской службой, продавцом или производителем продуктов питания, готовых
            пищевых продуктов, лекарств и иных товаров и предметов потребления, сервис напрямую не оказывает
            курьерские услуги, услуги по доставке, являясь интернет-агрегатором, позволяющим Пользователям
            взаимодействовать.</p>
        <p>Сервис не является магазином, продавцом продуктов, сервис напрямую не оказывает услуги по
            купле-продаже продуктов, являясь интернет-агрегатором, позволяющим Пользователям взаимодействовать.
        </p>
        <p>4.5. Пользователи Сервиса обязуются не использовать, не открывать, не загружать мобильное приложение
            &laquo;TULPAR&raquo; за пределами территории Республики Казахстан.</p>
        <p>4.6. Пользователи Сервиса обязуются не использовать Сервис в целях покупки, продажи, заказа или
            доставки алкогольных напитков, товаров, ограниченных в обороте или изъятых из оборота, согласно
            действующему законодательству Республики Казахстан, товаров, дистанционная продажа которых запрещена
            в соответствии с законодательством Республики Казахстан.</p>
        <p>&nbsp;</p>
        <p>5. Права и обязанности Администратора</p>
        <p>5.1. Все обращения, предложения физических и юридических лиц к Администратору, в связи с Офертой и
            всеми вопросами касательно Сервиса, нарушениям прав и интересов третьих лиц при его использовании,
            должны быть направлены на адрес электронной почты, указанный в разделе 12 настоящей Оферты.</p>
        <p>5.2. В отношении функционирования и развития Сервиса, Администратор руководствуется законодательством
            Республики Казахстан, настоящей Офертой, Политикой конфиденциальности и иными документами, которые
            разработаны или могут быть разработаны и приняты Администратором в целях регламентации
            предоставления Пользователям отдельных функционалов Сервиса.</p>
        <p>5.3. Оферта не предоставляет Пользователям и третьим лицам право на использование фирменного
            наименования, товарных знаков, доменных имен и иных отличительных знаков Администратора, а также
            объектов интеллектуальной собственности, принадлежащих Администратору.</p>
        <p>5.4. Администратор обеспечивает функционирование и работоспособность Сервиса и обязуется оперативно
            восстанавливать его работоспособность в случае технических сбоев и перерывов. Администратор не несет
            ответственность за временные сбои и перерывы в работе Сервиса и вызванную ими потерю информации.</p>
        <p>5.5. Администратор не несет ответственности за нарушение Пользователем настоящей Оферты. Если
            Администратору станет известно о нарушении Пользователем настоящей Оферты, Администратор вправе
            изменять и/или удалять публикуемую Пользователем информацию, нарушающую запреты, установленные
            Офертой и иными документами и Правилами Сервиса, приостановить, ограничить или прекратить доступ
            Пользователя. Администратор не отвечает за вред, который может быть причинен Пользователю такими
            действиями. Администратор не несет ответственность за временное блокирование или удаление информации
            Пользователя.</p>
        <p>5.6. Администратор не несет ответственности за действия Пользователей и за взаимоотношения между
            Пользователями. Администратор не может быть привлечен в качестве Стороны по спорам между
            Пользователями, по спорам между Пользователями и третьими лицами/ органами государственной власти.
        </p>
        <p>5.7. Администратор вправе направлять уведомления/сообщения Пользователям посредством СМС-сообщений
            или иных каналов связи.</p>
        <p>5.8. Администратор вправе получать лицензионное вознаграждение от Пользователей в рамках настоящей
            Оферты. Информация о порядке оплаты, стоимости лицензионного вознаграждения и иных условий доступны
            в Сервисе.</p>
        <p>5.9. Администратор вправе в любой момент заблокировать доступ Пользователя к Сервису без уведомления
            Пользователя при подозрении на нарушение Пользователем условий настоящей Оферты. В таком случае
            Пользователь обязуется не предъявлять никаких претензий к Администратору, а Администратор вправе не
            возвращать Пользователю оплаченное лицензионное вознаграждение.</p>
        <p>5.10. Администратор не обязан предоставлять поддержку, обслуживание, обновления, модификации и новые
            версии Приложения. Однако он может выпускать обновления для Приложения и автоматически обновлять его
            на мобильном устройстве Пользователя. Пользователь дает согласие на автоматическое обновление, а
            также, что условия и положения данного Соглашения будут применяться для указанных обновлений.</p>
        <p>&nbsp;</p>
        <p>6. Регистрация на Сервисе и статус Пользователя.<br /> Персональные данные</p>
        <p>6.1. Регистрация на Сервисе является добровольной, бесплатной и осуществляется в Интернете по адресу:
            tulpar-qyzmeti.kz/ и в мобильном приложении &laquo;TULPAR&raquo;.</p>
        <p>Пользователь при регистрации вправе предоставить адрес электронной почты.</p>
        <p>Регистрация считается оконченной в момент заполнения Регистрационной формы и отправки ее Лицензиару.
            В процессе заполнения Регистрационной формы могут потребоваться сведения (документы), подлежащие
            обязательному заполнению (загрузке). После отправки Регистрационной формы на телефон Пользователя
            приходит уведомление от Сервиса, подтверждающее прохождение Регистрации. Процедура прохождения
            Регистрации включает в себя также принятие Пользователем условий Политики конфиденциальности
            Сервиса, а также дачу согласия на обработку персональных данных и на получение рекламных рассылок.
        </p>
        <p>6.2. Введенные Пользователем при Регистрации Логин и Пароль являются необходимой и достаточной
            информацией для доступа Пользователя на Сервис.</p>
        <p>6.3. Пользователь подтверждает, что данные являются общедоступными и доступны любому Пользователю
            Сервиса и обрабатываются в соответствии с действующим законодательством Республики Казахстан о
            защите персональных данных (в случае, если указанные данные относятся к персональным в соответствии
            с действующим законодательством) и Политикой конфиденциальности Сервиса.</p>
        <p>6.4. Пользователь осознает и дает согласие, что в результате сбоя, технических неисправностей,
            действий третьих лиц, в том числе вирусной или хакерской атаки, данные Пользователя, указанные на
            Сервисе, могут стать доступны третьим лицам. В таком случае Пользователь обязуется не предъявлять
            требований к Администратору.</p>
        <p>6.5. Пользователь дает согласие Администратору на:</p>
        <p>a) передачу учетных данных посредством Сервиса неограниченному кругу лиц в т.ч. посредством Интернет;
        </p>
        <p>ә) использование учетных и статистических данных Пользователя для демонстрации рекламных объявлений;
        </p>
        <p>б) направления информации об услугах, новостях Администратора и (или) партнеров Администратора;</p>
        <p>в) предоставления персональных данных уполномоченным органам государственной власти, в случае
            поступления соответствующих запросов;</p>
        <p>г) осуществление иных действий, указанных в Политике конфиденциальности Сервиса.</p>
        <p>6.6. Пользователь имеет право в любой момент изменить данные, указанные при Регистрации, используя
            Личный кабинет.</p>
        <p>6.7. Пользователь гарантирует свою правоспособность и/или дееспособность, что он вправе на заключение
            и исполнение настоящей Оферты, в том числе на выплату Администратору лицензионного вознаграждения в
            рамках Оферты.</p>
        <p>6.8. При регистрации Пользователей Администратор не осуществляют контроль за их дееспособностью и
            правоспособностью. В том случае, если у Администратора имеются основания полагать, что Пользователь
            нарушил условия регистрации на Сервисе, то Администратор оставляет за собой право приостановить либо
            аннулировать регистрацию Пользователя и отказать в доступе к функционалам, размещенным на Сервисе.
        </p>
        <p>6.9. Администратор не несет ответственность за информацию, предоставленную Пользователем при
            Регистрации в случае, если Пользователь самостоятельно предоставил доступ к такой информации третьим
            лицам.</p>
        <p>6.10. При пользовании Сервисом Пользователям запрещается использовать (размещать) материалы,
            содержащие:</p>
        <p>6.10.1.нецензурные или бранные слова или словосочетания, порнографические изображения и тексты или
            сцены сексуального характера;</p>
        <p>6.10.2.угрозы, призывы к насилию и совершению противоправных действий, нарушению законодательства
            Республики Казахстан;</p>
        <p>6.10.3.элементы насилия, жестокости, расовой, межнациональной или межрелигиозной розни, а также
            ссылки на такие материалы;</p>
        <p>6.10.4.нацистскую атрибутику или символику;</p>
        <p>6.10.5.пропаганду преступной деятельности, руководства по совершению противоправных действий;</p>
        <p>6.10.6.угрозы, материалы, которые дискредитируют, оскорбляют, порочат честь и достоинство или деловую
            репутацию или нарушают неприкосновенность частной жизни других Пользователей или третьих лиц;</p>
        <p>6.10.7.информацию/объявления о реализации/доставке: алкогольных и спиртосодержащих напитков, пива и
            напитков на его основе; наркотических средств и иных запрещенных средств;</p>
        <p>6.10.8.иные материалы, нарушающие действующее законодательство Республики Казахстан.</p>
        <p>6.11. Пользователь соглашается соблюдать налоговое законодательство Республики Казахстан и несет
            ответственность за декларирование и уплату налогов.</p>
        <p>6.12. Пользователь обязуется соблюдать законодательство Республики Казахстан и лично несет
            ответственность в случае невыполнения условий настоящей Оферты и нарушения законодательства
            Республики Казахстан.</p>
        <p>&nbsp;</p>
        <p>7. Ответственность сторон. Ограничения ответственности</p>
        <p>7.1. Сторона, нарушившая свои обязательства по настоящей Оферте должна незамедлительно устранить
            нарушения или принять меры к устранению последствий.</p>
        <p>7.2. Пользователь использует функционал Сервиса на свой собственный риск.</p>
        <p>Сервис предоставляется Пользователю &laquo;как есть&raquo; (as is), в соответствии с общепринятым в
            международной практике принципом. Это означает, что за проблемы, возникающие в процессе установки,
            обновления, поддержки и эксплуатации Сервиса Администратор ответственности не несет.</p>
        <p>7.3. При любых обстоятельствах, повлекшие причинение морального и (или) материального вреда, а также
            вреда жизни и здоровью Администратор ответственность не несет.</p>
        <p>7.4. Пользователь несет личную ответственность за сохранность своего Логина и Пароля и за убытки,
            которые могут возникнуть по причине его несанкционированного использования третьими лицами.</p>
        <p>7.5. Данные, полученные на Сервисе, не подлежат передаче третьим лицам.</p>
        <p>7.6. Лицензиар приложения TULPAR не принимает участие в транзакции между пассажиром и водителем за
            оказанную услугу, а все вопросы, включая цену поездки, определяются самими участниками.</p>
        <p>&nbsp;</p>
        <p>8. Cookies</p>
        <p>8.1. При использовании Сервиса с помощью мобильного приложения, Администратор может использовать
            технологию &laquo;куки&raquo; (cookies), которая сохраняет определенную информацию на телефоне
            Пользователя. Cookies позволяют выполнить автоматический вход в приложение: зарегистрированные
            Пользователи будут идентифицированы автоматически. После блокировки или удаления cookies,
            возможности в интерактивной деятельности могут быть ограничены.</p>
        <p>8.2. Файлы Cookies, передаваемые Администратором оборудованию и программному обеспечению
            Пользователя, могут быть использованы для предоставления персонализированных услуг, для отправки
            рекламы целевой аудитории, в статистических и исследовательских целях, а также для улучшения
            качества услуг.</p>
        <p>&nbsp;</p>
        <p>9. Срок действия Оферты. Порядок расторжения.</p>
        <p>9.1. Оферта вступает в силу с даты акцепта и действует до расторжения Сторонами.</p>
        <p>9.2. Пользователь имеет право на отзыв оферты в соответствии с нормами Гражданского кодекса
            Республики Казахстан путем направления письма на адрес электронной почты Администратора, указанный в
            настоящей Оферте. В случае отзыва Оферты Пользователем в течение срока его действия настоящая Оферта
            считается прекращенной в течение 5 (пяти) рабочих дней с момента направления Пользователем отзыва.
        </p>
        <p>9.3. Настоящая Оферта может быть расторгнута досрочно:</p>
        <p>9.3.1. по взаимному соглашению Сторон.</p>
        <p>9.3.2 по инициативе Администратора в одностороннем внесудебном порядке в случае нарушения
            Пользователем условий Оферты.</p>
        <p>9.3.3 по инициативе Администратора в одностороннем внесудебном порядке в случае нарушения
            Пользователем авторского права третьих лиц без возврата Пользователю каких-либо денежных средств (в
            случае, если они были оплачены).</p>
        <p>&nbsp;</p>
        <p>10. Разрешение споров</p>
        <p>10.1. Все споры по Оферте решаются путем переговоров. Досудебный порядок обязателен. Пользователь
            обязан направить претензию Администратору на адрес, указанный в п. 10.3. Оферты. Администратор
            отвечает на претензию в течении 30 (тридцати) календарных дней с момента получения претензии. В
            случае если стороны не придут к соглашению споры по Оферте могут быть рассмотрены судом по месту
            нахождения Администратора.</p>
        <p>10.2. Запросы, претензии, иные документы должны быть направлены по электронному адресу, указанному в
            п. 10.3. настоящей Оферты.</p>
        <p>10.3. Адрес: tulpar.qyzmeti@gmail.com.</p>
        <p>&nbsp;</p>
        <p>11. Иные положения</p>
        <p>11.1. Пользователи заключают договор между собой в соответствии с Гражданским кодексом Республики
            Казахстан путем обмена электронными сообщениями при использовании Сервиса.</p>
        <p>11.2. Правоотношения, возникающие из Оферты регулируются законодательством Республики Казахстан.</p>
        <p>11.3. Пользуясь Сервисом, Пользователи в соответствии с Законом Республики Казахстан от 21 мая 2013
            года №94-V &laquo;О персональных данных и их защите&raquo;, дают свое согласие на обработку
            Администратором персональных данных, включающих: фамилию, имя, отчество, фотографию, пол, дату
            рождения, номера контактных телефонов, данные о транспортном средстве; предоставляют Администратору
            право осуществлять все действия (операции) со своими персональными данными в целях выполнения
            условий настоящего Соглашения, включая сбор, систематизацию, накопление, хранение, обновление,
            изменение использование, обезличивание, блокирование, уничтожение, включая обработку персональных
            данных посредством внесения их в электронную базу данных, включения в списки (реестры) и отчетные
            формы, прием и передачу своих персональных данных с использованием машинных носителей и по каналам
            связи, с соблюдением мер, обеспечивающих их защиту от несанкционированного доступа.</p>
        <p>11.4. Пользователь вправе отозвать свое согласие на обработку персональных данных посредством
            направления Администратору письменного заявления на адрес электронной почты, указанный в Оферте.</p>
        <p>12. Реквизиты Администратора</p>
        <p>Электронная почта: tulpar.qyzmeti@gmail.com, тел: 7073213436.</p>
        <p>&nbsp;</p>
    </div>
</body>

</html>
